Repository: Aagnya-Mistry/SIH_Shetkari
Catalog: lib/l10n/app_*.arb
Languages: hi, mr, te

# yojna_no_7_name
source: National Agriculture Market (eNAM)
hi: राष्ट्रीय कृषि बाजार
mr: राष्ट्रीय कृषी बाजार
te: జాతీయ వ్యవసాయ మార్కెట్

# yojna_no_7_desc
source: A digital trading platform that connects farmers to buyers across the country, enabling better price discovery and reducing reliance on middlemen. Farmers can sell their produce in distant markets without additional costs. eNAM integrates local mandis, creating a unified national market for agricultural produce. The platform offers transparency, fair pricing, and convenience, helping farmers maximize profits. It also supports quality grading and storage facilities, ensuring a seamless and efficient trade process.
hi: एक डिजिटल व्यापार मंच है जो किसानों को देशभर के खरीदारों से जोड़ता है, बेहतर मूल्य खोज और बिचौलियों पर निर्भरता कम करने में सक्षम बनाता है। किसान बिना अतिरिक्त लागत के दूर के बाजारों में अपनी उपज बेच सकते हैं। eNAM स्थानीय मंडियों को एकीकृत करता है, कृषि उपज के लिए एकीकृत राष्ट्रीय बाजार बनाता है।
mr: शेतकऱ्यांना देशभरातील खरेदीदारांशी जोडणारे डिजिटल व्यापार मंच. यात शेतमालासाठी चांगल्या किंमती मिळवून देण्यासाठी पारदर्शकता आणि सुविधा प्रदान केल्या जातात.
te: రైతులను దేశవ్యాప్తంగా కొనుగోలుదారులతో కలిపే డిజిటల్ వాణిజ్య వేదిక. ఇది మంచి ధరల కనుగొనడాన్ని నిర్ధారిస్తుంది మరియు మధ్యవర్తులను తొలగిస్తుంది.

# yojna_no_8_name
source: Paramparagat Krishi Vikas Yojana (PKVY)
hi: परम्परागत कृषि विकास योजना
mr: पारंपारिक कृषी विकास योजना
te: పరంపరాగత కృషి వికాస్ యోజన

# yojna_no_8_desc
source: Promotes organic farming by providing financial support and training to farmers. The scheme encourages the use of bio-fertilizers, compost, and eco-friendly farming practices. It helps farmers obtain organic certification, allowing them to access premium markets and earn higher profits. By reducing dependency on chemical inputs, it ensures healthier produce, lowers production costs, and improves soil health. PKVY supports sustainable agricultural practices, benefiting both farmers and the environment.
hi: कृषकों को जैविक खेती को प्रोत्साहित करने के लिए वित्तीय सहायता और प्रशिक्षण प्रदान करती है। यह योजना जैव उर्वरकों, कंपोस्ट और पर्यावरण के अनुकूल कृषि पद्धतियों को बढ़ावा देती है। किसानों को उनके उत्पाद के लिए जैविक प्रमाणन प्राप्त करने में मदद करती है, जिससे वे प्रीमियम बाजारों तक पहुंच सकते हैं।
mr: सेंद्रिय शेतीसाठी आर्थिक सहाय्य आणि प्रशिक्षण देणारी योजना. जैव खतांचा वापर आणि रसायनांचा कमी वापर करण्यास प्रोत्साहन देते.
te: జివాయు ఎరువులు మరియు పర్యావరణ అనుకూలమైన వ్యవసాయ పద్ధతులను ప్రోత్సహించేందుకు ఆర్థిక సహాయం మరియు శిక్షణ అందిస్తుంది.

# yojna_no_9_name
source: Interest Subvention Scheme for Farmers
hi: किसानों के लिए ब्याज सब्सिडी योजना
mr: शेतकरी व्याज अनुदान योजना
te: రైతుల కోసం వడ్డీ సబ్సిడీ పథకం

# yojna_no_9_desc
source: Provides short-term agricultural loans at subsidized interest rates, making credit more affordable for farmers. Those who repay their loans on time receive additional rebates, further reducing borrowing costs. The scheme ensures that farmers have timely access to funds for seeds, fertilizers, equipment, and other needs. By minimizing financial stress, it supports farmers in managing their expenses and increasing productivity. The scheme plays a crucial role in stabilizing farmers’ income and promoting growth.
hi: किसानों को रियायती ब्याज दरों पर अल्पकालिक कृषि ऋण प्रदान करती है। जो किसान समय पर अपने ऋण का पुनर्भुगतान करते हैं, उन्हें अतिरिक्त छूट मिलती है। यह योजना किसानों की वित्तीय बोझ को कम करती है और उनकी आय को स्थिर करने में मदद करती है।
mr: शेतकऱ्यांना अल्पकालीन शेतीसाठी कमी व्याजदरावर कर्ज उपलब्ध करून देते. वेळेवर परतफेड करणाऱ्या शेतकऱ्यांना अतिरिक्त सवलत दिली जाते.
te: తక్కువ వడ్డీ రేట్లతో రైతులకు తాత్కాలిక ఆర్థిక సాయం అందిస్తుంది. సమయానికి రుణాలను చెల్లించిన వారికి అదనపు రాయితీలు అందిస్తారు.

# yojna_no_10_name
source: Fertilizer Subsidy Scheme
hi: उर्वरक सब्सिडी योजना
mr: खते सबसिडी योजना
te: ఎరువుల సబ్సిడీ పథకం

# yojna_no_10_desc
source: Ensures that fertilizers are available to farmers at subsidized rates, reducing input costs and promoting balanced nutrient use. The scheme encourages the timely application of fertilizers to improve soil health and crop yields. By lowering expenses, it helps farmers achieve higher profitability while maintaining sustainability. The subsidy system prevents overuse of chemical inputs and ensures the availability of essential nutrients for healthy crop growth, supporting long-term agricultural success.
hi: किसानों को सब्सिडी वाली दरों पर उर्वरकों की उपलब्धता सुनिश्चित करती है, जिससे इनपुट लागत कम हो जाती है और संतुलित पोषक तत्व उपयोग को बढ़ावा मिलता है। यह योजना मिट्टी के स्वास्थ्य और फसल उत्पादन में सुधार के लिए उर्वरकों के समय पर आवेदन को प्रोत्साहित करती है। लागत कम करके, यह किसानों को उच्च लाभप्रदता प्राप्त करने में मदद करती है और स्थिरता बनाए रखती है।
mr: शेतकऱ्यांना सवलतीच्या दरात खते उपलब्ध करून देते, ज्यामुळे उत्पादन खर्च कमी होतो. योग्य प्रमाणात खतांचा वापर करून उत्पादनक्षमता सुधारली जाते.
te: రైతులకు తక్కువ ధరలతో ఎరువులను అందిస్తుంది, ఉత్పత్తి ఖర్చులను తగ్గిస్తుంది. ఎరువుల సమయోచిత వినియోగం పంట ఫలవంతతను మెరుగుపరచడంలో సహాయపడుతుంది.

# yojna_no_11_name
source: National Food Security Mission (NFSM)
hi: राष्ट्रीय खाद्य सुरक्षा मिशन
mr: राष्ट्रीय अन्न सुरक्षा अभियान
te: జాతీయ ఆహార భద్రత మిషన్

# yojna_no_11_desc
source: Focuses on increasing the production of rice, wheat, pulses, and coarse cereals by providing quality inputs, financial support, and training. The scheme promotes efficient farming techniques, mechanization, and water management. By improving productivity and reducing production costs, it ensures food security for the nation. Farmers benefit from better yields and steady income. The mission also encourages crop diversification and resilience, addressing the challenges of climate change and market demands.
hi: चावल, गेहूं, दलहन और अन्य अनाजों के उत्पादन को बढ़ाने के लिए गुणवत्तापूर्ण इनपुट, वित्तीय सहायता और प्रशिक्षण प्रदान करती है। यह योजना दक्ष खेती तकनीकों, मशीनीकरण और जल प्रबंधन को बढ़ावा देती है। उत्पादन लागत कम करके और उत्पादकता में सुधार करके, यह किसानों को बेहतर आय प्रदान करती है और खाद्य सुरक्षा सुनिश्चित करती है।
mr: तांदूळ, गहू, डाळी आणि इतर अनाजांचे उत्पादन वाढवण्यासाठी शेतकऱ्यांना मदत करणारी योजना. गुणवत्तापूर्ण बियाणे, प्रशिक्षण, आणि आर्थिक सहाय्य उपलब्ध करून देते.
te: బియ్యం, గోధుమలు మరియు పప్పు ధాన్యాల ఉత్పత్తి పెంచేందుకు ఆర్థిక మరియు సాంకేతిక సహాయం అందిస్తుంది.

# yojna_no_12_name
source: Gramin Bhandaran Yojana
hi: ग्रामीण भंडारण योजना
mr: ग्रामीण भांडार योजना
te: గ్రామీణ గోదాం పథకం

# yojna_no_12_desc
source: Supports farmers in constructing rural godowns to store their produce safely. Proper storage facilities reduce post-harvest losses and enable farmers to sell their crops when market prices are favorable. The scheme provides financial assistance and technical support for infrastructure development. By improving storage capacity, it enhances the agricultural value chain, increases farmers’ profitability, and ensures the availability of quality produce in the market throughout the year.
hi: किसानों को अपनी उपज को सुरक्षित रूप से संग्रहीत करने के लिए ग्रामीण गोदामों के निर्माण में सहायता करती है। उचित भंडारण सुविधाएं कटाई के बाद होने वाले नुकसान को कम करती हैं और किसानों को उनकी फसलों को बेहतर बाजार दरों पर बेचने की अनुमति देती हैं।
mr: शेतमाल सुरक्षित साठवण्यासाठी ग्रामीण गोदामांच्या उभारणीसाठी सहाय्य करणारी योजना. शेतकऱ्यांना बाजारात चांगल्या किंमती मिळवून देण्यास मदत करते.
te: రైతులు పంటలను సురక్షితంగా నిల్వ చేసేందుకు గ్రామీణ గోదాంల నిర్మాణానికి సహాయం అందిస్తుంది.

# yojna_no_13_name
source: Pradhan Mantri Kisan MaanDhan Yojana (PM-KMY)
hi: प्रधान मंत्री किसान मानधन योजना
mr: प्रधानमंत्री किसान मानधन योजना
te: ప్రధాన్ మంత్రి కిసాన్ మాన్ ధన్ యోజన

# yojna_no_13_desc
source: Provides a monthly pension of Rs. 3,000 to small and marginal farmers after the age of 60. Farmers contribute a nominal amount during their working years, matched by the government. The scheme ensures financial security in old age, allowing farmers to live a dignified life without financial worries. By addressing post-retirement needs, it brings peace of mind to farmers who have dedicated their lives to feeding the nation.
hi: 60 वर्ष की आयु के बाद छोटे और सीमांत किसानों को मासिक पेंशन के रूप में 3,000 रुपये प्रदान करती है। कार्यशील वर्षों के दौरान किसान एक मामूली राशि का योगदान करते हैं, जिसे सरकार समान रूप से योगदान करती है। यह योजना वृद्धावस्था में वित्तीय सुरक्षा सुनिश्चित करती है।
mr: ६० वर्षांनंतर शेतकऱ्यांना दरमहा ३,००० रुपये पेंशन देणारी योजना. ही योजना शेतकऱ्यांना वृद्धापकाळात आर्थिक सुरक्षितता प्रदान करते.
te: 60 సంవత్సరాల వయస్సు తర్వాత ప్రతి నెల రూ. 3,000 పెన్షన్ అందించే పథకం. ఇది వృద్ధాప్యంలో ఆర్థిక భద్రతను నిర్ధారిస్తుంది.

# yojna_no_14_name
source: Digital Agriculture Mission
hi: डिजिटल कृषि मिशन
mr: डिजिटल कृषी मिशन
te: డిజిటల్ వ్యవసాయ మిషన్

# yojna_no_14_desc
source: Uses technology to improve farming practices. Tools like weather updates, geospatial analytics, and crop recommendations help farmers make better decisions. It streamlines farming processes, increases efficiency, and reduces risks. The mission empowers farmers with modern technology, ensuring better productivity and profitability.
hi: कृषि पद्धतियों में सुधार के लिए प्रौद्योगिकी का उपयोग करता है। यह योजना किसानों को मौसम अपडेट, फसल सिफारिशें और अन्य विश्लेषणात्मक डेटा प्रदान करके बेहतर निर्णय लेने में मदद करती है।
mr: तंत्रज्ञानाच्या मदतीने शेती सुधारण्यावर भर देते. शेतकऱ्यांना हवामानाच्या अद्यतने, पीक शिफारशी, आणि डेटा विश्लेषणामध्ये मदत करते.
te: తక్కువ ఖర్చుతో వ్యవసాయ పద్ధతులను సాంకేతికత సహాయంతో మెరుగుపరుస్తుంది. వాతావరణ అప్‌డేట్‌లు మరియు పంట సూచనలను అందిస్తుంది.

# yojna_no_15_name
source: Crop Science for Food and Nutritional Security
hi: फसल विज्ञान और खाद्य पोषण सुरक्षा
mr: फसल विज्ञान आणि पोषण सुरक्षा
te: పంట శాస్త్రం మరియు పోషక భద్రత

# yojna_no_15_desc
source: Focuses on developing resilient crops that can withstand adverse conditions like droughts and floods. The scheme promotes research, advanced agricultural techniques, and access to improved seeds. By ensuring stable yields, it enhances food security and supports farmers in managing environmental challenges.
hi: इस योजना का उद्देश्य प्रतिकूल परिस्थितियों जैसे सूखा और बाढ़ का सामना करने में सक्षम फसलों को विकसित करना है। यह अनुसंधान, उन्नत तकनीकों और उच्च गुणवत्ता वाले बीजों तक पहुंच को बढ़ावा देती है।
mr: दुष्काळ आणि पूरसारख्या परिस्थितीला तोंड देणाऱ्या पिकांच्या संशोधन आणि उत्पादनाला प्रोत्साहन देणारी योजना.
te: కష్టతర పరిస్థితులకు తట్టుకునే పంటల పరిశోధనకు ప్రోత్సాహం అందిస్తుంది.

# yojna_no_16_name
source: Sustainable Development of Horticulture
hi: बागवानी का सतत विकास
mr: बागायती विकास योजना
te: తోటల అభివృద్ధి పథకం

# yojna_no_16_desc
source: Encourages farmers to grow high-value crops like fruits, vegetables, and flowers. The scheme provides financial and technical support to adopt modern cultivation methods, improving yields and profitability. It diversifies income sources for farmers, ensuring better economic stability.
hi: किसानों को फलों, सब्जियों और फूलों जैसी उच्च मूल्य वाली फसलों को उगाने के लिए प्रोत्साहित करती है। यह योजना वित्तीय और तकनीकी सहायता प्रदान करती है, जिससे किसानों की आय में विविधता आती है।
mr: फळे, भाजीपाला, आणि फुलपिकांच्या आधुनिक लागवडीसाठी आर्थिक व तांत्रिक सहाय्य प्रदान करते.
te: పండ్లు, కూరగాయలు మరియు పూల పంటల సాగు కోసం ఆర్థిక మరియు సాంకేతిక సహాయం అందిస్తుంది.

# yojna_no_17_name
source: Formation and Promotion of 10,000 Farmer Producer Organizations (FPOs)
hi: 10,000 किसान उत्पादक संगठन का गठन और प्रचार
mr: १०,००० शेतकरी उत्पादक संघटना प्रोत्साहन योजना
te: 10,000 రైతు ఉత్పత్తి సంఘాల ప్రోత్సాహం పథకం

# yojna_no_17_desc
source: Encourages farmers to form groups for collective marketing, bargaining, and resource sharing. FPOs provide training, financial assistance, and market access, improving farmers’ incomes. The scheme strengthens farmers' negotiating power in agricultural markets, ensuring better profitability.
hi: किसानों को सामूहिक विपणन, सौदेबाजी, और संसाधन साझाकरण के लिए समूह बनाने के लिए प्रोत्साहित करती है। FPOs प्रशिक्षण, वित्तीय सहायता और बाजार तक पहुंच प्रदान करते हैं।
mr: शेतमालाच्या सामूहिक विक्रीसाठी शेतकऱ्यांना गट तयार करण्यासाठी प्रोत्साहित करते.
te: రైతులను తమ ఉత్పత్తులను ఒకచోటుగా విక్రయించడానికి ప్రోత్సహిస్తుంది.

# yojna_no_18_name
source: Agriculture Infrastructure Fund (AIF)
hi: कृषि अवसंरचना निधि
mr: कृषी पायाभूत सुविधा निधी
te: వ్యవసాయ మౌలిక సదుపాయాల నిధి

# yojna_no_18_desc
source: Provides loans to farmers for building post-harvest infrastructure like cold storage and warehouses. These facilities reduce wastage and allow farmers to store their produce until market prices improve. The scheme ensures better profitability and strengthens the agricultural value chain.
hi: किसानों को शीत भंडारण और गोदामों जैसे पोस्ट-हार्वेस्ट इंफ्रास्ट्रक्चर बनाने के लिए ऋण प्रदान करती है। इन सुविधाओं से किसानों को अपनी फसलें तब तक संग्रहीत करने में मदद मिलती है जब तक बाजार की कीमतें अनुकूल न हो जाएं।
mr: पोस्ट-हार्वेस्ट इन्फ्रास्ट्रक्चर उभारण्यासाठी शेतकऱ्यांना कर्ज उपलब्ध करून देते.
te: పోస్ట్-హార్వెస్ట్ ఇన్‌ఫ్రాస్ట్రక్చర్ నిర్మాణానికి ఆర్థిక సహాయం అందిస్తుంది.

# yojna_no_19_name
source: Market Intervention Scheme and Price Support Scheme (MIS-PSS)
hi: बाजार हस्तक्षेप योजना और मूल्य समर्थन योजना
mr: बाजार हस्तक्षेप योजना आणि किंमत समर्थन योजना
te: మార్కెట్ ఇన్‌ర్వెన్షన్ మరియు ధర మద్దతు పథకం

# yojna_no_19_desc
source: Protects farmers from losses during periods of oversupply by ensuring fair prices for their crops. The scheme stabilizes market rates and prevents distress sales, providing a safety net for farmers and ensuring steady income.
hi: अधिक आपूर्ति के दौरान फसल की उचित कीमत सुनिश्चित करके किसानों को नुकसान से बचाती है। यह योजना बाजार दरों को स्थिर करती है और किसानों को एक सुरक्षा जाल प्रदान करती है।
mr: अधिक पुरवठ्याच्या वेळी योग्य किंमती सुनिश्चित करून शेतकऱ्यांना नुकसान टाळते.
te: పంటలకు న్యాయమైన ధరల కోసం సహాయం అందిస్తూ రైతుల నష్టాన్ని నివారిస్తుంది.

# page_3
source: Recommender
hi: सिफारिशकर्ता
mr: शिफारस करणारे
te: సిఫార్సు

# enter_farm_details
source: Enter your farm details for us to help recommend some crops for the next season:
hi: अगले सीजन के लिए फसलों की सिफारिश करने में मदद के लिए अपने खेत का विवरण दर्ज करें:
mr: आम्हाला पुढील हंगामासाठी काही पिके शिफारस करण्यात मदत करण्यासाठी तुमच्या शेताची माहिती प्रविष्ट करा:
te: తదుపరి సీజన్‌కు పంటలను సిఫార్సు చేయడానికి మీ వ్యవసాయ వివరాలను నమోదు చేయండి:

# n_content
source: Nitrogen (N) Content
hi: नाइट्रोजन (N) सामग्री
mr: नायट्रोजन (N) सामग्री
te: నత్రజని (N) విషయము

# p_content
source: Phosphorus (P) Content
hi: फॉस्फोरस (P) सामग्री
mr: फॉस्फरस (P) सामग्री
te: భాస్వరం (P) విషయము

# k_content
source: Potassium (K) Conetnt
hi: पोटेशियम (K) सामग्री
mr: पोटॅशियम (K) सामग्री
te: పోటాషియం (K) విషయము

# temp
source: Temperature (°C)
hi: तापमान (°C)
mr: तापमान (°C)
te: ఉష్ణోగ్రత (°C)

source: Humidity (%)
hi: नमी (%)
mr: आर्द्रता (%)
te: ఆర్ద్రత (%)

source: Soil pH
hi: मृदा पीएच
mr: मृदा पीएच
te: మృత్తిక pH

# rain
source: Rainfall (mm)
hi: वर्षा (मिमी)
mr: पाऊस (मिमी)
te: వర్షపాతం (మిల్లీమీటర్లు)

# get_recommend
source: Get Recommendations
hi: सिफारिश प्राप्त करें
mr: शिफारसी मिळवा
te: సిఫార్సులు పొందండి

# page_4
source: Voice Assistant
hi: वॉयस असिस्टेंट
mr: व्हॉइस असिस्टंट
te: వాయిస్ అసిస్టెంట్

# enter_a_text
source: Type a message...
hi: एक संदेश टाइप करें...
mr: एक संदेश टाइप करा...
te: ఒక సందేశాన్ని టైప్ చేయండి...

# recommended
source: Recommended Crop
hi: सिफारिशित फसल
mr: शिफारस केलेले पीक
te: సిఫార్సు చేయబడిన పంట

# page_5
source: Preventive Measures
hi: रोकथाम उपाय
mr: प्रतिबंधक उपाय
te: నిరోధక చర్యలు

# selection
source: Select a crop
hi: एक फसल का चयन करें
mr: एक पीक निवडा
te: ఒక పంటను ఎంచుకోండి

# deafult_page_5
source: Please select a crop to view diseases.
hi: रोग देखने के लिए कृपया एक फसल का चयन करें।
mr: रोग पाहण्यासाठी कृपया एक पीक निवडा.
te: రోగాలను చూడడానికి దయచేసి ఒక పంటను ఎంచుకోండి.

# page_6
source: Government Schemas
hi: सरकारी योजनाएँ
mr: शासकीय योजना
te: ప్రభుత్వ పథకాలు

# alternaria_pomegranate
source: Alternaria in pomegranate can be controlled by applying fungicides like Mancozeb or Chlorothalonil, which help in preventing fungal growth. Prune infected branches and remove fallen leaves to reduce the spread of the disease. Ensure good air circulation around the plant to avoid excessive moisture buildup. It is also essential to maintain proper irrigation practices and avoid overhead watering to minimize the spread of spores. Crop rotation with non-susceptible crops and using disease-free planting materials can also help in preventing future outbreaks.
hi: अनार में अल्टरनेरिया को नियंत्रित करने के लिए मैनकोज़ेब या क्लोरोथालोनिल जैसे फफूंदनाशकों का उपयोग करें, जो कवक के विकास को रोकने में मदद करते हैं। संक्रमित शाखाओं को छांटें और गिरे हुए पत्तों को हटा दें ताकि बीमारी का प्रसार कम हो। पौधे के चारों ओर हवा के अच्छे प्रवाह को सुनिश्चित करें ताकि अत्यधिक नमी न हो। उचित सिंचाई प्रथाओं को बनाए रखना और फफूंद के बीजाणुओं के फैलाव को कम करने के लिए ओवरहेड सिंचाई से बचना भी आवश्यक है। गैर-संवेदनशील फसलों के साथ फसल चक्रीकरण और बीमारी-मुक्त रोपण सामग्री का उपयोग भविष्य के प्रकोप को रोकने में मदद कर सकता है।
mr: अनारातील अल्टरनेरिया रोग नियंत्रित करण्यासाठी मॅन्कोझेब किंवा क्लोरोथालोनिल यांसारख्या बुरशीनाशकांचा उपयोग करा, जे बुरशीच्या वाढीला थोपवतात. संक्रमित फांद्या छाटणे आणि पडलेल्या पानांचे विल्हेवाट लावणे यामुळे रोगाचा प्रसार कमी होतो. झाडाभोवती चांगला हवेचा प्रवाह सुनिश्चित करा जेणेकरून जास्त ओलावा होणार नाही. योग्य सिंचन पद्धती पाळणे आणि बुरशीच्या बीजाणूंचा प्रसार कमी करण्यासाठी ओव्हरहेड सिंचन टाळणे आवश्यक आहे. रोगास संवेदनाक्षम नसलेल्या पिकांसह पीक फेरपालट करणे आणि रोगमुक्त रोपांचा वापर करणे भविष्यातील प्रादुर्भाव टाळण्यास मदत करू शकते.
te: దానిమ్మలో అల్టర్నేరియా నియంత్రించడానికి మాంకోజెబ్ లేదా క్లోరోథాలోనిల్ వంటి ఫంగిసైడ్లను ఉపయోగించండి, ఇవి ఫంగస్ ఎదుగుదలను అడ్డుకుంటాయి. వ్యాధి వ్యాప్తిని తగ్గించేందుకు పాడైన కొమ్మలను త్రిమ్మి, పడి ఉన్న ఆకులను తీసివేయండి. మొక్క చుట్టూ గాలి ప్రవాహం సరైన విధంగా ఉండేలా చూసుకోవడం ద్వారా అధిక ఆర్ద్రతను నివారించవచ్చు. ఫంగల్ స్పోర్స్ వ్యాప్తిని తగ్గించేందుకు తగిన నీటిపారుదల విధానాలను పాటించాలి మరియు మిగిలిన నీటిని నిల్వ చేయడాన్ని నివారించాలి. అధికార వృత్తిలో లేని పంటలతో పంట చక్రాన్ని చేయడం మరియు వ్యాధి రహిత నాటిన రకాలను ఉపయోగించడం ద్వారా భవిష్యత్ వ్యాధి ఉధృతి నివారించవచ్చు.

# anthracnose_pomegranate
source: Anthracnose in pomegranate is controlled by applying systemic fungicides such as Propiconazole or copper-based fungicides. Remove and dispose of infected fruits, leaves, and branches to reduce disease spread. Pruning of affected areas is recommended. Ensure proper drainage to prevent waterlogging and minimize humidity, as this disease thrives in moist environments. In severe cases, a second application of fungicide may be needed, particularly during the flowering stage. Also, avoid plant stress from excessive irrigation or nutrient imbalances. Using disease-resistant varieties can help reduce the occurrence of anthracnose.
hi: अनार में एन्थ्रेक्नोज़ को नियंत्रित करने के लिए प्रोपिकोनाज़ोल जैसे प्रणालीगत फफूंदनाशक या तांबे-आधारित फफूंदनाशकों का उपयोग करें। संक्रमित फलों, पत्तियों और शाखाओं को हटा दें और नष्ट कर दें ताकि बीमारी का प्रसार कम हो। प्रभावित क्षेत्रों की छंटाई की सिफारिश की जाती है। जलभराव को रोकने के लिए उचित जल निकासी सुनिश्चित करें और आर्द्रता को कम करें, क्योंकि यह बीमारी नम वातावरण में पनपती है। गंभीर मामलों में, फूलों की अवस्था के दौरान विशेष रूप से फफूंदनाशक का दूसरा अनुप्रयोग आवश्यक हो सकता है। पौधों को अत्यधिक सिंचाई या पोषक असंतुलन से होने वाले तनाव से बचाना भी महत्वपूर्ण है। रोग प्रतिरोधी किस्मों का उपयोग एन्थ्रेक्नोज़ की घटनाओं को कम करने में मदद कर सकता है।
mr: अनारातील ऍन्थ्रॅक्नोज रोग नियंत्रित करण्यासाठी प्रोपिकोनाझोलसारखे प्रणालीगत बुरशीनाशक किंवा तांब्याच्या आधारे तयार केलेले बुरशीनाशक वापरा. संक्रमित फळे, पाने आणि फांद्या काढून टाकणे आणि नष्ट करणे आवश्यक आहे. जलभराव टाळण्यासाठी योग्य निचरा सुनिश्चित करा आणि ओलावा कमी करा, कारण हा रोग ओलसर वातावरणात पसरतो. गंभीर प्रकरणांमध्ये, फुलांच्या टप्प्यात विशेषतः बुरशीनाशकाचा दुसरा डोस आवश्यक असतो. झाडांना जास्त सिंचन किंवा पोषणाच्या असमतोलामुळे होणाऱ्या ताणापासून वाचवणे महत्त्वाचे आहे. रोग प्रतिकारक प्रकारांचा वापर करून ऍन्थ्रॅक्नोजची घटना कमी करता येते.
te: దానిమ్మలో ఆంథ్రాక్నోజ్ వ్యాధిని నియంత్రించడానికి ప్రొపికోనజోల్ వంటి వ్యవస్థాత్మక ఫంగిసైడ్లు లేదా కాపర్ ఆధారిత ఫంగిసైడ్లను ఉపయోగించండి. వ్యాధి వ్యాప్తిని తగ్గించేందుకు పాడైన పండ్లు, ఆకులు, కొమ్మలను తీసివేయండి మరియు నాశనం చేయండి. ప్రభావిత ప్రాంతాల్ని త్రిమ్మడం మంచిది. అధిక ఆర్ద్రతను నివారించడానికి సరైన నీటిపారుదలను కలిగి ఉండాలి, ఎందుకంటే ఈ వ్యాధి తేమ గల వాతావరణంలో ఎక్కువగా పెరుగుతుంది. తీవ్రమైన సందర్భాల్లో, ఫంగిసైడ్ రెండవ డోస్, ముఖ్యంగా పుష్పించే దశలో అవసరం కావచ్చు. అధిక నీటిపారుదల లేదా పోషక అసంతులన వల్ల మొక్కలకు ఒత్తిడి తగ్గించుకోవడం కూడా ముఖ్యమైనది. వ్యాధి నిరోధక రకాల వినియోగం ఆంథ్రాక్నోజ్ వ్యాధి గణనీయంగా తగ్గిస్తుంది.

# bacterial_blight_in_cotton
source: Bacterial blight in cotton can be managed by using resistant cotton varieties and maintaining field sanitation. Apply copper-based bactericides to prevent bacterial infection. Avoid overhead irrigation to prevent moisture buildup, which promotes bacterial growth. Ensure proper spacing between plants to improve airflow and reduce humidity around the cotton plants. Regularly remove and dispose of infected plant material. Proper weed management also reduces the chances of bacterial spread. Crop rotation with non-host crops is advisable to minimize re-infection. It is also essential to monitor and manage insect vectors that may spread the bacteria.
hi: कपास में जीवाणु अंगमारी को प्रतिरोधी कपास किस्मों का उपयोग करके और क्षेत्र स्वच्छता बनाए रखकर प्रबंधित किया जा सकता है। जीवाणु संक्रमण को रोकने के लिए तांबा-आधारित जीवाणुनाशकों का उपयोग करें। नमी निर्माण को रोकने के लिए ओवरहेड सिंचाई से बचें, जो जीवाणुओं के विकास को बढ़ावा देता है। कपास के पौधों के चारों ओर वायु प्रवाह में सुधार और आर्द्रता को कम करने के लिए पौधों के बीच उचित दूरी सुनिश्चित करें। संक्रमित पौध सामग्री को नियमित रूप से हटा दें और नष्ट कर दें। खरपतवार प्रबंधन भी जीवाणु प्रसार की संभावना को कम करता है। पुन: संक्रमण को कम करने के लिए गैर-आतिथेय फसलों के साथ फसल चक्रीकरण की सलाह दी जाती है। जीवाणुओं को फैलाने वाले कीट वाहकों की निगरानी और प्रबंधन करना भी आवश्यक है।
mr: कापूस पिकावर होणारा जीवाणू अंगमारी हा रोग प्रतिरोधक कापूस प्रकार वापरून व क्षेत्र स्वच्छता राखून नियंत्रित केला जाऊ शकतो. जीवाणू संसर्ग रोखण्यासाठी तांब्याच्या आधारे तयार केलेले जीवाणुनाशक वापरा. ओलावा तयार होण्यापासून रोखण्यासाठी ओव्हरहेड सिंचन टाळा, जे जीवाणूंच्या वाढीस प्रोत्साहन देते. झाडांभोवती हवेचा प्रवाह सुधारण्यासाठी आणि ओलावा कमी करण्यासाठी झाडांमध्ये योग्य अंतर ठेवा. संक्रमित वनस्पती साहित्य नियमितपणे काढून टाका आणि नष्ट करा. तण नियंत्रणामुळेही जीवाणूंच्या प्रसाराचा धोका कमी होतो. पुनःसंसर्ग कमी करण्यासाठी अतिथी नसलेल्या पिकांसह पीक फेरपालट करण्याचा सल्ला दिला जातो. जीवाणू प्रसरण करणाऱ्या कीटकांचा देखील योग्य प्रकारे सामना करणे महत्त्वाचे आहे.
te: పత్తిలో బాక్టీరియా బ్లైట్‌ను వ్యాధి నిరోధక పత్తి రకాలను ఉపయోగించి మరియు రంగంలో శుభ్రతను నిర్వహించడం ద్వారా నియంత్రించవచ్చు. బాక్టీరియా సంక్రామణను నివారించేందుకు కాపర్ ఆధారిత బాక్టీరియాసైడ్లను ఉపయోగించండి. తేమ తగ్గించడానికి మరియు బాక్టీరియా వృద్ధిని నివారించేందుకు ఆకాశ నీటిపారుదల విధానాన్ని ఉపయోగించవద్దు. పత్తి మొక్కల చుట్టూ గాలి ప్రవాహం మెరుగుపరచడానికి మరియు తేమను తగ్గించడానికి సరైన మొక్కల మధ్య దూరాన్ని పాటించాలి. నష్టపోయిన మొక్కల పదార్థాలను తరచూ తీసివేయండి మరియు నాశనం చేయండి. తగిన విధంగా మొక్కజాతి కీటకాలను నియంత్రించడం అవసరం. పున: సంక్రమణ తగ్గించేందుకు అతిథి కాకపోయిన పంటలతో పంట చక్రాన్ని పాటించాలి.
