Repository: Aagnya-Mistry/SIH_Shetkari
Catalog: lib/l10n/app_*.arb
Languages: hi, mr, te

# cotton_aphid_preventive
source: Use insecticides like Imidacloprid. Control aphid populations with natural predators.
hi: इमिडाक्लोप्रिड जैसे कीटनाशकों का प्रयोग करें प्राकृतिक शिकारियों से ऐफिड की आबादी को नियंत्रित करें
mr: इमिडाक्लोप्रिड यासारख्या कीटनाशकांचा वापर करा प्राकृतिक शिकारी वापरून ऐफिडसची संख्या नियंत्रित करा
te: ఇన్‌సెక్టిసైడ్స్ ఉపయోగించండి, ఇమిడాక్లోప్రిడ్ వంటి. ఆఫిడ్ జనాభాలను సహజ శత్రువులతో నియంత్రించండి.

source: Cotton Whitefly
hi: कपास की सफेद मक्खी
mr: कापसाची पांढरी माशी
te: కాటన్ వైట్‌ఫ్లై

# cotton_whitefly_preventive
source: Use insecticides like Thiamethoxam. Introduce natural predators like ladybugs.
hi: थायामेथोक्सम जैसे कीटनाशकों का प्रयोग करें प्राकृतिक शिकारियों जैसे लेडीबग्स को पेश करें
mr: थायामेथोक्सम यासारख्या कीटनाशकांचा वापर करा प्राकृतिक शिकारी जसे की लेडीबग्स वापरून संख्या नियंत्रित करा
te: ఇన్‌సెక్టిసైడ్స్ ఉపయోగించండి, థియామెథోక్సామ్ వంటి. సహజ శత్రువులను అనుకూలించండి.

# cotton_anthracnose
source: Antracnose
hi: एंथ्राक्नोस
mr: एंथ्राक्नोस
te: ఆన్త్రాక్నోస్

# cotton_anthracnose_preventive
source: Apply fungicides like Chlorothalonil. Practice field sanitation. Remove and destroy infected plants.
hi: क्लोरोथालोनिल जैसे फंगिसाइड्स का प्रयोग करें क्षेत्र स्वच्छता बनाए रखें संक्रमित पौधों को हटा कर नष्ट करें
mr: क्लोरोथॅलोनिल यासारख्या फंगिसाइड्सचा वापर करा क्षेत्र स्वच्छ ठेवा संक्रमित पिकांना काढा आणि नष्ट करा
te: ఫంగిసైడ్స్ ఉపయోగించండి, క్లోరోథాలోనిల్ వంటి. ఫీల్డ్ శుభ్రత నిర్వహించండి. ప్రభావిత మొక్కలను తొలగించండి.

# cotton_healthy
source: Healthy Cotton
hi: स्वस्थ कपास
mr: स्वस्थ कापूस
te: హెల్తీ కాటన్

# cotton_healthy_preventive
source: Ensure proper water and nutrient management. Regular pest monitoring. Use disease-resistant varieties.
hi: उचित जल और पोषक तत्वों का प्रबंधन करें नियमित कीट निरीक्षण करें प्रतिरोधी किस्मों का प्रयोग करें
mr: योग्य पाणी आणि पोषक तत्वांचे व्यवस्थापन ठेवा नियमित कीटक निरीक्षण करा प्रतिरोधक प्रकार वापरा
te: సరైన నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# cotton_red_cotton_bug
source: Red Cotton Bug
hi: लाल कपास की बग
mr: लाल कापूस बग
te: రెడ్ కాటన్ బగ్

# cotton_red_cotton_bug_preventive
source: Use insecticides like Malathion. Encourage natural predators.
hi: मालाथियान जैसे कीटनाशकों का प्रयोग करें प्राकृतिक शिकारियों को प्रोत्साहित करें
mr: मालाथियान यासारख्या कीटनाशकांचा वापर करा प्राकृतिक शिकारी प्रोत्साहित करा
te: ఇన్‌సెక్టిసైడ్స్ ఉపయోగించండి, మాలాథియాన్ వంటి. సహజ శత్రువులను ప్రేరేపించండి.

# cauliflower_downy_mildew
source: Downy Mildew
hi: डाउनी मिल्ड्यू
mr: डाउनी मिल्ड्यू
te: డౌనీ మిల్డ్యూ

# cauliflower_downy_mildew_preventive
source: Apply fungicides like Metalaxyl. Ensure proper spacing between plants. Remove and destroy infected plant material.
hi: मेटालैक्सिल जैसे फंगिसाइड्स का प्रयोग करें पौधों के बीच उचित दूरी सुनिश्चित करें संक्रमित पौधों को हटा कर नष्ट करें
mr: मेटालॅक्सिल यासारख्या फंगिसाइड्सचा वापर करा पिकांच्या मध्ये योग्य अंतर ठेवा संक्रमित पिकांना काढा
te: ఫంగిసైడ్స్ ఉపయోగించండి, మెటలాక్సిల్. చేసెలో సరిగ్గా విరామం ఉంచడానికి నిర్ధారించుకోండి. ప్రభావిత మొక్కలను తొలగించండి.

# cauliflower_bacterial_spot_rot
source: Bacterial spot rot
hi: बैक्टीरियल स्पॉट रॉट
mr: बॅक्टेरियल स्पॉट सड
te: బాక్టీరియా స్పాట్ రాట్

# cauliflower_bacterial_spot_rot_preventive
source: Use bactericides like Copper sulfate. Practice crop rotation. Ensure proper irrigation practices.
hi: कॉपर सल्फेट जैसे बैक्टीरियासाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें उचित सिंचाई पद्धतियों का पालन करें
mr: कॉपर सल्फेट यासारख्या बॅक्टेरियासाइड्सचा वापर करा पीक घुमावाचा अवलंब करा योग्य सिंचन पद्धती वापरा
te: బాక్టీరిసైడ్స్ ఉపయోగించండి, కాపర్ సల్ఫేట్ వంటి. పంట యొక్క రోటేషన్ అనుసరించండి. సరైన నీటి నిర్వహణను అనుసరించండి.

# cauliflower_black_rot
source: Black rot
hi: ब्लैक रॉट
mr: काळा सड
te: బ్లాక్ రాట్

# cauliflower_black_rot_preventive
source: Apply fungicides like Chlorothalonil. Remove and destroy infected plant material. Practice field sanitation.
hi: क्लोरोथालोनिल जैसे फंगिसाइड्स का प्रयोग करें संक्रमित पौधों को हटा कर नष्ट करें क्षेत्र स्वच्छता बनाए रखें
mr: क्लोरोथॅलोनिल यासारख्या फंगिसाइड्सचा वापर करा संक्रमित पिकांना काढा आणि नष्ट करा क्षेत्र स्वच्छ ठेवा
te: ఫంగిసైడ్స్ ఉపయోగించండి, క్లోరోథాలోనిల్. ప్రభావిత మొక్కలను తొలగించండి. ఫీల్డ్ శుభ్రత నిర్వహించండి.

# cauliflower_healthy
source: Healthy Cauliflower
hi: स्वस्थ फूलगोभी
mr: स्वस्थ फुलकोबी
te: హెల్తీ కాలీఫ్లవర్

# cauliflower_healthy_preventive
source: Ensure optimal water and nutrient management. Regular pest monitoring. Practice crop rotation.
hi: उचित पानी और पोषक तत्वों का प्रबंधन करें नियमित कीट निरीक्षण करें फसल घुमाव का अभ्यास करें
mr: योग्य पाणी आणि पोषक तत्वांचे व्यवस्थापन ठेवा नियमित कीटक निरीक्षण करा पीक घुमावाचा अवलंब करा
te: సరైన నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# soybean_healthy
source: Healthy Soybean
hi: स्वस्थ सोयाबीन
mr: स्वस्थ सोयाबीन
te: హెల్తీ సోయాబీన్

# soybean_healthy_preventive
source: Ensure proper soil nutrition. Regular pest monitoring. Practice crop rotation.
hi: उचित मिट्टी पोषण सुनिश्चित करें नियमित कीट निरीक्षण करें फसल घुमाव का अभ्यास करें
mr: योग्य माती पोषण सुनिश्चित करा नियमित कीटक निरीक्षण करा पीक घुमावाचा अवलंब करा
te: సరైన మట్టిని పోషకాలు అనుకూలంగా నిర్వహించండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# soybean_caterpillar
source: Caterpillar
hi: कैटरपिलर
mr: केटरपिलर
te: కాటర్పిల్లర్

# soybean_caterpillar_preventive
source: Use insecticides like Spinosad. Control caterpillar infestations with natural predators.
hi: स्पिनोसाड जैसे कीटनाशकों का प्रयोग करें प्राकृतिक शिकारियों से कैटरपिलर की आबादी को नियंत्रित करें
mr: स्पिनोसाड यासारख्या कीटनाशकांचा वापर करा प्राकृतिक शिकारी वापरून केटरपिलर नियंत्रित करा
te: ఇన్‌సెక్టిసైడ్స్ ఉపయోగించండి, స్పినోసాద్ వంటి. కాటర్పిల్లర్ ఆక్రమణను సహజ శత్రువులతో నియంత్రించండి.

# soybean_diabrotica_speciosa
source: Diabrotica Speciosa (Soybean)
hi: डायब्रोटिका स्पेशियोसा (सोयाबीन)
mr: डायब्रोमॅटिका स्पेशियोसा (सोयाबीन)
te: డియాబ్రోటికా స్పెసియోసా (సోయాబీన్)

# soybean_diabrotica_speciosa_preventive
source: Use insecticides like Thiamethoxam. Practice crop rotation.
hi: थायामेथोक्सम जैसे कीटनाशकों का प्रयोग करें फसल घुमाव का अभ्यास करें
mr: थायामेथोक्सम यासारख्या कीटनाशकांचा वापर करा पीक घुमावाचा अवलंब करा
te: ఇన్‌సెక్టిసైడ్స్ ఉపయోగించండి, థియామెథోక్సామ్. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# spinach_healthy
source: Healthy Spinach
hi: स्वस्थ पालक
mr: स्वस्थ पालक
te: హెల్తీ స్పినచ్

# spinach_healthy_preventive
source: Ensure optimal water and nutrient management. Regular pest monitoring. Practice crop rotation.
hi: उचित जल और पोषक तत्वों का प्रबंधन करें नियमित कीट निरीक्षण करें फसल घुमाव का अभ्यास करें
mr: योग्य पाणी आणि पोषक तत्वांचे व्यवस्थापन ठेवा नियमित कीटक निरीक्षण करा पीक घुमावाचा अवलंब करा
te: సరైన నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# spinach_anthracnose_leaf_spot
source: Anthracnose leaf spot
hi: एंथ्राक्नोस पत्तों का धब्बा
mr: एंथ्राक्नोस पानांचे डाग
te: ఆన్త్రాక్నోస్ లీఫ్ స్పాట్

# spinach_anthracnose_leaf_spot_preventive
source: Apply fungicides like Chlorothalonil. Practice crop rotation. Remove infected plant material.
hi: क्लोरोथालोनिल जैसे फंगिसाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें संक्रमित पौधों को हटा कर नष्ट करें
mr: क्लोरोथॅलोनिल यासारख्या फंगिसाइड्सचा वापर करा पीक घुमावाचा अवलंब करा संक्रमित पिकांना काढा
te: ఫంగిసైడ్స్ ఉపయోగించండి, క్లోరోథాలోనిల్. పంట యొక్క రోటేషన్ అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# spinach_straw_mite
source: Straw Mite
hi: स्ट्रॉ माइट
mr: स्ट्रॉ माइट
te: స్ట్రా మైట్

# spinach_straw_mite_preventive
source: Use miticides. Increase humidity to deter mites. Remove infected plants.
hi: माइटसाइड्स का प्रयोग करें माइट्स को रोकने के लिए नमी बढ़ाएं संक्रमित पौधों को हटा दें
mr: माइटसाइड्सचा वापर करा माइट्सला रोखण्यासाठी ओलावा वाढवा संक्रमित पिकांना काढा
te: మైటిసైడ్స్ ఉపయోగించండి. మైట్స్ ను నివారించడానికి తేమ స్థాయిలను పెంచండి. ప్రభావిత మొక్కలను తొలగించండి.

# pomegranate_alternaria
source: Alternaria
hi: एलगेन्टेरिया
mr: अल्टरनेरिया
te: ఆల్టెర్నారియా

# pomegranate_alternaria_preventive
source: Ensure proper spacing between plants for good air circulation Apply fungicides like Mancozeb or Copper-based products. Prune affected areas and remove fallen leaves. Practice crop rotation to reduce disease spread. Maintain optimal watering practices to avoid excess moisture.
hi: पौधों के बीच उचित दूरी सुनिश्चित करें ताकि अच्छी वायु संचार हो सके मांकोजेब या तांबा आधारित उत्पादों जैसे फंगिसाइड्स का प्रयोग करें प्रभावित क्षेत्रों को छांटकर गिरी हुई पत्तियाँ हटा दें फसल घुमाव का अभ्यास करें ताकि रोग फैलने से बच सकें अधिक नमी से बचने के लिए उचित पानी देने की पद्धति बनाए रखें
mr: पिकांच्या मध्ये योग्य अंतर ठेवा ज्यामुळे हवा नीट फिरू शकेल मांकोझेब किंवा तांब्याचे आधारित उत्पादने वापरा प्रभावित क्षेत्रांची छाटणी करा आणि पडलेल्या पानांचे निवारण करा पीक घुमावाचा अभ्यास करा ज्यामुळे रोगाचा प्रसार कमी होईल अधिक ओलाव्यापासून बचाव करण्यासाठी योग्य पाणी देण्याची पद्धत ठेवा
te: చేసెలో సరిగ్గా విరామం ఉంచడానికి నిర్ధారించుకోండి మ్యాంకోజెబ్ లేదా కాపర్-ఆధారిత ఉత్పత్తులు వంటి ఫంగిసైడ్స్ ను వేయండి. ప్రభావిత ప్రాంతాలను మరియు పడిన ఆకులను కోయండి. పంట యొక్క రోటేషన్‌ను అనుసరించి వ్యాధి వ్యాప్తిని తగ్గించండి. అధిక తేమ నివారించడానికి సరైన నీటి సరఫరా ప్రవర్తనను నిర్వహించండి.

# pomegranate_anthracnose
source: Anthracnose
hi: एंथ्राक्नोस
mr: एंथ्राक्नोस
te: ఆన్త్రాక్నోస్

# pomegranate_anthracnose_preventive
source: Use fungicides like Copper-based products. Prune affected areas and remove fallen leaves. Practice crop rotation.
hi: तांबा आधारित उत्पादों जैसे फंगिसाइड्स का प्रयोग करें प्रभावित क्षेत्रों को छांटकर गिरी हुई पत्तियाँ हटा दें फसल घुमाव का अभ्यास करें
mr: तांब्याचे आधारित उत्पादने वापरा प्रभावित क्षेत्रांची छाटणी करा आणि पडलेल्या पानांचे निवारण करा पीक घुमावाचा अभ्यास करा
te: కాపర్ ఆధారిత ఉత్పత్తులను ఉపయోగించండి. ప్రభావిత ప్రాంతాలను మరియు పడిన ఆకులను కోయండి. పంట యొక్క రోటేషన్‌ను అనుసరించి వ్యాధి వ్యాప్తిని తగ్గించండి.

# pomegranate_cercospora
source: Cercospora
hi: सेरकोस्पोरा
mr: सेरकोस्पोरा
te: సెర్కోస్పోరా

# pomegranate_cercospora_preventive
source: Apply fungicides like Mancozeb. Practice crop rotation. Remove and destroy infected plant material.
hi: मांकोजेब जैसे फंगिसाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें संक्रमित पौधों को हटा कर नष्ट करें
mr: मांकोझेब यासारख्या फंगिसाइड्सचा वापर करा पीक घुमावाचा अभ्यास करा संक्रमित पिकांना काढा आणि नष्ट करा
te: ఫంగిసైడ్స్ ఉపయోగించండి, మ్యాంకోజెబ్. పంట యొక్క రోటేషన్‌ను అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# pomegranate_bacterial_blight
source: Bacterial blight
hi: बैक्टीरियल ब्लाइट
mr: बॅक्टेरियल ब्लाइट
te: బాక్టీరియా బ్లైట్

# pomegranate_bacterial_blight_preventive
source: Use resistant varieties. Practice proper irrigation. Remove infected plants.
hi: प्रतिरोधी किस्मों का प्रयोग करें सही सिंचाई पद्धतियों का पालन करें संक्रमित पौधों को हटा दें
mr: प्रतिरोधक जाती वापरा योग्य सिंचन पद्धती वापरा संक्रमित पिकांना काढा
te: ప్రతిఘటనాత్మక రకాలు ఉపయోగించండి. ఊపిరి నీటి సాగతీతను నివారించండి. ప్రభావిత మొక్కలను తొలగించండి.

# pomegranate_healthy
source: Healthy
hi: स्वस्थ
mr: स्वस्थ
te: హెల్తీ

# pomegranate_healthy_preventive
source: Ensure optimal water and nutrient management. Regular pest monitoring. Practice crop rotation.
hi: उचित जल और पोषक तत्वों का प्रबंधन करें नियमित कीट निरीक्षण करें फसल घुमाव का अभ्यास करें
mr: योग्य पाणी आणि पोषक तत्वांचे व्यवस्थापन ठेवा नियमित कीटक निरीक्षण करा पीक घुमावाचा अवलंब करा
te: సరైన నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# maize_cercospora_leaf_spot
source: Cercospora Leaf Spot gray leaf
hi: सेरकोस्पोरा पत्तियों का धब्बा ग्रे पत्तियाँ
mr: सेरकोस्पोरा पानांच्या डाग
te: సెర్కోస్పోరా లీఫ్ స్పాట్ గ్రే లీఫ్

# maize_cercospora_leaf_spot_preventive
source: Use fungicides like Mancozeb. Practice crop rotation. Remove and destroy infected plant material.
hi: मांकोजेब जैसे फंगिसाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें संक्रमित पौधों को हटा कर नष्ट करें
mr: मांकोझेब यासारख्या फंगिसाइड्सचा वापर करा पीक घुमावाचा अभ्यास करा संक्रमित पिकांना काढा
te: ఫంగిసైడ్స్ ఉపయోగించండి, మ్యాంకోజెబ్. పంట యొక్క రోటేషన్‌ను అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# maize_common_rust
source: Common Rust
hi: साधारण रस्ट
mr: सामान्य संडाळ
te: కామన్ రస్ట్

# maize_common_rust_preventive
source: Apply fungicides like Chlorothalonil. Practice crop rotation. Remove and destroy infected plant material.
hi: क्लोरोथालोनिल जैसे फंगिसाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें संक्रमित पौधों को हटा कर नष्ट करें
mr: क्लोरोथॅलोनिल यासारख्या फंगिसाइड्सचा वापर करा पीक घुमावाचा अभ्यास करा संक्रमित पिकांना काढा
te: ఫంగిసైడ్స్ ఉపయోగించండి, క్లోరోథాలోనిల్. పంట యొక్క రోటేషన్‌ను అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# maize_healthy
source: Healthy
hi: स्वस्थ
mr: स्वस्थ
te: హెల్తీ

# maize_healthy_preventive
source: Ensure optimal water and nutrient management. Regular pest monitoring. Practice crop rotation.
hi: उचित जल और पोषक तत्वों का प्रबंधन करें नियमित कीट निरीक्षण करें फसल घुमाव का अभ्यास करें
mr: योग्य पाणी आणि पोषक तत्वांचे व्यवस्थापन ठेवा नियमित कीटक निरीक्षण करा पीक घुमावाचा अवलंब करा
te: సరైన నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# maize_northern_leaf_blight
source: Northern Leaf Blight
hi: नॉर्दर्न लीफ ब्लाइट
mr: नॉर्दर्न लीफ ब्लाइट
te: నార్త్ లీఫ్ బ్లైట్

# maize_northern_leaf_blight_preventive
source: Apply fungicides like Propiconazole. Practice field sanitation. Remove infected plant material.
hi: प्रोपिकोनाजोल जैसे फंगिसाइड्स का प्रयोग करें क्षेत्र स्वच्छता बनाए रखें संक्रमित पौधों को हटा कर नष्ट करें
mr: प्रोपिकोनाझोल यासारख्या फंगिसाइड्सचा वापर करा क्षेत्र स्वच्छ ठेवा संक्रमित पिकांना काढा
te: ఫంగిసైడ్స్ ఉపయోగించండి, ప్రొపికోనజోల్. ఫీల్డ్ శుభ్రత నిర్వహించండి. ప్రభావిత మొక్కలను తొలగించండి.

# yojna_no_1_name
source: Pradhan Mantri Kisan Samman Nidhi (PM-KISAN)
hi: प्रधान मंत्री किसान सम्मान निधि
mr: प्रधानमंत्री किसान सन्मान निधी
te: ప్రధాన్ మంత్రి కిసాన్ సమ్మాన్ నిధి

# yojna_no_1_desc
source: Provides income support to small and marginal farmers by transferring Rs. 6,000 annually directly into their bank accounts in three installments of Rs. 2,000 each. This scheme helps farmers manage agricultural inputs, household expenses, and unforeseen needs. The direct benefit transfer mechanism ensures transparency and efficiency, eliminating middlemen and delays. It provides much-needed financial relief to farmers, enabling them to sustain their livelihoods and invest in better agricultural practices.
hi: छोटे और सीमांत किसानों को वित्तीय सहायता प्रदान करता है। इस योजना के तहत, किसानों के बैंक खातों में तीन किस्तों में प्रतिवर्ष 6,000 रुपये सीधे ट्रांसफर किए जाते हैं। यह योजना किसानों को कृषि इनपुट, घरेलू खर्च और अप्रत्याशित जरूरतों को प्रबंधित करने में मदद करती है। प्रत्यक्ष लाभ अंतरण तंत्र पारदर्शिता और दक्षता सुनिश्चित करता है, बिचौलियों और देरी को समाप्त करता है। यह योजना किसानों को अपनी आजीविका बनाए रखने और बेहतर कृषि पद्धतियों में निवेश करने में सक्षम बनाती है।
mr: लहान आणि अल्पभूधारक शेतकऱ्यांना आर्थिक मदत प्रदान करणारी योजना. या योजनेतून शेतकऱ्यांच्या बँक खात्यात दरवर्षी तीन हप्त्यांमध्ये ६,००० रुपये थेट हस्तांतरित केले जातात. ही योजना शेतकऱ्यांना कृषी इनपुट, घरगुती खर्च आणि इतर गरजा पूर्ण करण्यात मदत करते. थेट लाभ हस्तांतरण प्रणालीमुळे पारदर्शकता आणि कार्यक्षमता सुनिश्चित होते आणि मध्यस्थ काढून टाकले जातात.
te: చిన్న మరియు అడ్డంకులతో కూడిన రైతులకు ఆర్థిక సహాయం అందించే పథకం. ఈ పథకం కింద, రైతుల బ్యాంక్ ఖాతాల్లో ప్రతి సంవత్సరం మూడుసార్లు ₹6,000 నేరుగా జమ చేస్తారు. ఈ పథకం వ్యవసాయ అవసరాలు, కుటుంబ ఖర్చులు మరియు అనుకోని అవసరాలను తీర్చడంలో రైతులకు మద్దతు ఇస్తుంది. నేరుగా లబ్ధి పొందే వ్యవస్థ పారదర్శకతను మరియు సామర్థ్యాన్ని నిర్ధారిస్తుంది.

# yojna_no_2_name
source: Pradhan Mantri Fasal Bima Yojana (PMFBY)
hi: प्रधान मंत्री फसल बीमा योजना
mr: प्रधानमंत्री पीक विमा योजना
te: ప్రధాన్ మంత్రి పిక వీమా యోజన

# yojna_no_2_desc
source: Offers comprehensive insurance coverage to protect crops against natural calamities such as floods, droughts, pests, and diseases. Farmers pay a nominal premium, and the government subsidizes the rest, reducing the financial burden. This scheme ensures stability for farmers in the face of unpredictable weather and crop failures. Timely claim settlements allow farmers to recover losses and reinvest in their fields. It promotes risk management and encourages adoption of advanced farming techniques.
hi: प्राकृतिक आपदाओं जैसे बाढ़, सूखा, कीट और बीमारियों से फसलों की सुरक्षा के लिए व्यापक बीमा कवरेज प्रदान करती है। किसान नाममात्र प्रीमियम का भुगतान करते हैं, और बाकी राशि सरकार द्वारा सब्सिडी दी जाती है। यह योजना किसानों को अप्रत्याशित मौसम और फसल विफलताओं के सामने स्थिरता सुनिश्चित करती है। समय पर दावों का निपटारा किसानों को नुकसान से उबरने और अपनी फसलों में फिर से निवेश करने में मदद करता है। यह जोखिम प्रबंधन को बढ़ावा देती है और उन्नत कृषि तकनीकों को अपनाने के लिए प्रोत्साहित करती है।
mr: नैसर्गिक आपत्ती जसे की पूर, दुष्काळ, कीड आणि रोगांपासून पिकांचे संरक्षण करण्यासाठी व्यापक विमा कव्हरेज प्रदान करणारी योजना. शेतकरी नाममात्र प्रीमियम भरतात, उर्वरित रक्कम सरकारकडून सबसिडी दिली जाते. ही योजना शेतकऱ्यांना हवामानातील अनिश्चितता आणि पीक नुकसानीपासून स्थिरता प्रदान करते.
te: పెరుగు, వడగండ్లు, పురుగు, మరియు వ్యాధులు వంటి ప్రకృతి వైపరీత్యాల నుండి పంటలను రక్షించే పూర్తి బీమా పథకం. రైతులు తక్కువ ప్రీమియం చెల్లిస్తారు మరియు మిగిలిన మొత్తం ప్రభుత్వమే అందిస్తుంది. ఈ పథకం రైతులకు పంట నష్టాల సమయంలో ఆర్థిక సురక్షత అందిస్తుంది.

# yojna_no_3_name
source: Soil Health Card Scheme
hi: मृदा स्वास्थ्य कार्ड योजना
mr: मृदा आरोग्य कार्ड योजना
te: మట్టి ఆరోగ్య కార్డు పథకం

# yojna_no_3_desc
source: Provides farmers with a soil health card that details the nutrient status and fertility of their land. The scheme aims to educate farmers about the appropriate use of fertilizers and nutrients to improve productivity. It promotes balanced nutrient management, reducing the overuse of chemicals and maintaining soil health. By understanding their soil’s specific needs, farmers can lower input costs and achieve better yields. This initiative ensures sustainable farming and long-term agricultural benefits.
hi: किसानों को उनके खेत की पोषक तत्वों की स्थिति और उर्वरता का विवरण प्रदान करने वाला मृदा स्वास्थ्य कार्ड प्रदान करती है। यह योजना किसानों को उर्वरकों और पोषक तत्वों के उचित उपयोग के बारे में शिक्षित करने का उद्देश्य रखती है। यह संतुलित पोषक तत्व प्रबंधन को बढ़ावा देती है, रसायनों के अति प्रयोग को कम करती है और मृदा स्वास्थ्य बनाए रखती है। अपनी मिट्टी की विशिष्ट आवश्यकताओं को समझकर, किसान लागत कम कर सकते हैं और बेहतर उपज प्राप्त कर सकते हैं। यह पहल टिकाऊ कृषि और दीर्घकालिक लाभ सुनिश्चित करती है।
mr: शेतकऱ्यांना त्यांच्या जमिनीतील पोषक तत्वांची स्थिती आणि सुपीकतेचे तपशील देणारे मृदा आरोग्य कार्ड प्रदान करते. ही योजना शेतकऱ्यांना योग्य प्रमाणात खते वापरण्याबद्दल मार्गदर्शन करते, ज्यामुळे उत्पादनक्षमता सुधारते आणि रासायनिक खतांचा अतिरेक टाळला जातो.
te: రైతులకు వారి భూమి పోషక విలువలు మరియు ఫలవంతత గురించి వివరాలు అందించే మట్టి ఆరోగ్య కార్డును అందిస్తుంది. ఇది ఎరువుల సరైన వినియోగాన్ని ప్రోత్సహిస్తుంది, ఫలితంగా ఉత్పత్తి సామర్థ్యం పెరుగుతుంది మరియు మట్టి ఆరోగ్యం మెరుగుపడుతుంది.

# yojna_no_4_name
source: Kisan Credit Card (KCC)
hi: किसान क्रेडिट कार्ड
mr: किसान क्रेडिट कार्ड
te: కిసాన్ క్రెడిట్ కార్డు

# yojna_no_4_desc
source: The Kisan Credit Card provides farmers with easy and affordable access to credit for agricultural needs such as seeds, fertilizers, equipment, and irrigation. With low-interest rates and flexible repayment terms, it minimizes financial stress for farmers. The scheme also covers allied agricultural activities and post-harvest expenses. It empowers farmers to focus on increasing productivity rather than worrying about funding their operations, ensuring financial inclusion and security for millions of farming families.
hi: किसानों को बीज, उर्वरक, उपकरण और सिंचाई जैसी कृषि आवश्यकताओं के लिए आसान और सस्ते क्रेडिट तक पहुंच प्रदान करता है। कम ब्याज दरों और लचीले भुगतान शर्तों के साथ, यह किसानों पर वित्तीय दबाव को कम करता है। यह योजना संबद्ध कृषि गतिविधियों और फसल कटाई के बाद के खर्चों को भी कवर करती है। यह किसानों को अपनी उत्पादकता बढ़ाने पर ध्यान केंद्रित करने में सक्षम बनाती है, वित्तीय समावेशन और सुरक्षा सुनिश्चित करती है।
mr: शेतकऱ्यांना बियाणे, खते, उपकरणे आणि सिंचनासाठी स्वस्त आणि सोपे कर्ज उपलब्ध करून देते. कमी व्याजदर आणि लवचिक परतफेडीच्या अटींसह ही योजना शेतकऱ्यांचा आर्थिक ताण कमी करते. ही योजना फळे, भाजीपाला आणि इतर उत्पादनांसाठी सुधारणेसाठी मदत करते.
te: రైతులకు విత్తనాలు, ఎరువులు, పరికరాలు మరియు నీటిపారుదల కోసం తక్కువ వడ్డీ రేట్లతో తక్షణ ఆర్థిక సాయం అందిస్తుంది. ఈ పథకం రైతుల ఆర్థిక ఒత్తిడిని తగ్గించడంలో సహాయపడుతుంది.

# yojna_no_5_name
source: Pradhan Mantri Krishi Sinchai Yojana (PMKSY)
hi: प्रधान मंत्री कृषि सिंचाई योजना
mr: प्रधानमंत्री कृषी सिंचन योजना
te: ప్రధాన్ మంత్రి కృషి సించాయీ యోజన

# yojna_no_5_desc
source: This scheme aims to improve irrigation and water use efficiency. It promotes initiatives like micro-irrigation, rainwater harvesting, and watershed management to ensure water availability for every farm. By reducing dependency on rainfall, it enables farmers to cultivate more land and increase crop yields. The scheme encourages sustainable water practices and conservation, helping farmers manage resources effectively. PMKSY ensures that irrigation reaches even the most remote areas, improving productivity and livelihoods.
hi: इस योजना का उद्देश्य सिंचाई और जल उपयोग दक्षता में सुधार करना है। यह सूक्ष्म सिंचाई, वर्षा जल संचयन और वाटरशेड प्रबंधन जैसी पहलों को बढ़ावा देती है ताकि प्रत्येक खेत तक पानी की उपलब्धता सुनिश्चित हो सके। वर्षा पर निर्भरता कम करके, यह योजना किसानों को अधिक भूमि पर खेती करने और फसल उत्पादन बढ़ाने में सक्षम बनाती है। यह टिकाऊ जल प्रथाओं और संरक्षण को प्रोत्साहित करती है, जिससे किसान अपने संसाधनों का प्रभावी ढंग से प्रबंधन कर सकते हैं।
mr: सिंचनाची कार्यक्षमता सुधारण्यासाठी आणि प्रत्येक शेतात पाणी पोहोचवण्यासाठी मदत करणारी योजना. पाण्याच्या संवर्धनावर भर देऊन अधिक क्षेत्र लागवडीखाली आणण्यावर ही योजना भर देते.
te: నీటి వనరులను మెరుగుపరిచేందుకు మరియు ప్రతి పొలానికి నీటిని అందించేందుకు ఇది సహాయపడుతుంది. ఇది నీటి సంరక్షణను ప్రోత్సహిస్తుంది మరియు వ్యవసాయ భూమి విస్తరణలో సహకరిస్తుంది.

# yojna_no_6_name
source: Rashtriya Krishi Vikas Yojana (RKVY)
hi: राष्ट्रीय कृषि विकास योजना
mr: राष्ट्रीय कृषी विकास योजना
te: రాష్ట్రీయ కృషి వికాస్ యోజన

# yojna_no_6_desc
source: Supports state-specific agricultural projects to improve productivity and address local challenges. The scheme funds infrastructure development, modern technology adoption, and training programs to empower farmers. It encourages diversification into high-value crops, horticulture, and allied activities like fisheries and dairying. By focusing on state priorities, the scheme ensures efficient utilization of resources and boosts farmers' incomes. It promotes innovation and infrastructure development, helping farmers achieve higher returns and sustainable growth.
hi: स्थानीय चुनौतियों का समाधान करने और उत्पादकता बढ़ाने के लिए राज्य-विशिष्ट कृषि परियोजनाओं का समर्थन करती है। यह योजना बुनियादी ढांचे के विकास, आधुनिक तकनीक अपनाने और किसानों को सशक्त बनाने के लिए प्रशिक्षण कार्यक्रमों को वित्त पोषण प्रदान करती है। यह उच्च मूल्य वाली फसलों, बागवानी और मत्स्य पालन और डेयरी जैसे संबद्ध गतिविधियों में विविधीकरण को प्रोत्साहित करती है। यह योजना संसाधनों के कुशल उपयोग को सुनिश्चित करती है और किसानों की आय बढ़ाती है।
mr: राज्यस्तरीय प्रकल्पांसाठी निधी देणारी योजना जी स्थानिक अडचणी सोडवते आणि उत्पादनक्षमता वाढवते. आधुनिक तंत्रज्ञान, प्रशिक्षण कार्यक्रम आणि उच्च मूल्याच्या पिकांवर लक्ष केंद्रित करते.
te: ప్రాంతీయ సమస్యలను పరిష్కరించేందుకు మరియు ఉత్పత్తి సామర్థ్యాన్ని పెంచేందుకు రాష్ట్ర-ప్రత్యేక ప్రాజెక్టులను మద్దతు ఇస్తుంది. ఆధునిక సాంకేతికత మరియు శిక్షణా కార్యక్రమాలను ప్రోత్సహిస్తుంది.
