Repository: Aagnya-Mistry/SIH_Shetkari
Catalog: lib/l10n/app_*.arb
Languages: hi, mr, te

# bacterial_blight_pomegranate
source: Bacterial blight in pomegranate can be controlled by pruning and removing infected branches and leaves. Apply copper-based bactericides to reduce bacterial growth, and ensure proper field sanitation. Maintain proper water management practices to avoid excess moisture around the plant, as bacteria thrive in humid conditions. Drip irrigation is recommended to reduce water splashing and bacterial spread. It is crucial to keep the area around the tree clean by removing fallen leaves and fruit. Infected plants should be destroyed to prevent the spread to healthy ones. Using resistant varieties can further help control the disease.
hi: अनार में जीवाणु अंगमारी को नियंत्रित करने के लिए संक्रमित शाखाओं और पत्तियों की छंटाई और हटाना आवश्यक है। जीवाणु वृद्धि को कम करने के लिए तांबा-आधारित जीवाणुनाशकों का उपयोग करें, और क्षेत्र की उचित स्वच्छता सुनिश्चित करें। पौधे के चारों ओर अतिरिक्त नमी से बचने के लिए उचित जल प्रबंधन प्रथाओं को बनाए रखें, क्योंकि जीवाणु नम स्थितियों में पनपते हैं। जीवाणु प्रसार और पानी के छींटों को कम करने के लिए ड्रिप सिंचाई की सिफारिश की जाती है। गिरे हुए पत्तों और फलों को हटाकर पेड़ के चारों ओर का क्षेत्र साफ रखना महत्वपूर्ण है। स्वस्थ पौधों में प्रसार को रोकने के लिए संक्रमित पौधों को नष्ट कर देना चाहिए। प्रतिरोधी किस्मों का उपयोग करने से बीमारी को नियंत्रित करने में और मदद मिल सकती है।
mr: अनारातील जीवाणू अंगमारी नियंत्रित करण्यासाठी संक्रमित फांद्या व पाने छाटणे आणि काढून टाकणे आवश्यक आहे. जीवाणूंच्या वाढीस प्रतिबंध करण्यासाठी तांब्याच्या आधारे तयार केलेले जीवाणुनाशक वापरा आणि क्षेत्राची योग्य स्वच्छता सुनिश्चित करा. झाडाभोवती अतिरिक्त ओलावा टाळण्यासाठी योग्य जलव्यवस्थापन पद्धती राखा, कारण जीवाणू ओलसर परिस्थितीत वाढतात. पाण्याचे उडणे कमी करण्यासाठी आणि जीवाणूंच्या प्रसाराला प्रतिबंध करण्यासाठी ठिबक सिंचनाची शिफारस केली जाते. पडलेली पाने आणि फळे काढून टाकणे आणि झाडाभोवतीचा परिसर स्वच्छ ठेवणे महत्त्वाचे आहे. निरोगी झाडांमध्ये संसर्ग होऊ नये म्हणून संक्रमित झाडे नष्ट करणे आवश्यक आहे. प्रतिकारक प्रकारांचा वापर करून रोग नियंत्रण आणखी चांगले करता येते.
te: దానిమ్మలో బాక్టీరియా బ్లైట్‌ను నియంత్రించడానికి పాడైన కొమ్మలు, ఆకులను త్రిమ్మి, తీసివేయడం అవసరం. బాక్టీరియా వృద్ధిని తగ్గించడానికి కాపర్ ఆధారిత బాక్టీరియాసైడ్లను ఉపయోగించండి మరియు తగిన శుభ్రతా చర్యలు పాటించండి. బాక్టీరియా తేమ గల వాతావరణంలో ఎక్కువగా పెరుగుతుందని, మొక్క చుట్టూ నీటి నిల్వను నివారించేందుకు తగిన నీటిపారుదల విధానాలను పాటించండి. స్ప్లాష్ చేయకుండా నీటిని సరఫరా చేయడానికి డ్రిప్ ఇర్రిగేషన్‌ను ఉపయోగించండి. పడిపోయిన ఆకులు మరియు పండ్లను తీసివేసి, చెట్టు చుట్టూ ప్రదేశాన్ని శుభ్రం చేయడం ముఖ్యమైనది. ఆరోగ్యకరమైన మొక్కల్లో వ్యాప్తి చెందకుండా పాడైన మొక్కలను నాశనం చేయాలి. వ్యాధి నిరోధక రకాల వినియోగం రోగ నియంత్రణకు దోహదపడుతుంది.

# bacterial_blight_in_rice
source: Bacterial blight in rice can be managed by using resistant rice varieties. Apply copper-based bactericides early in the growing season for effective control. Avoid overhead irrigation, as it can spread the bacteria through water droplets. Maintain proper field drainage to prevent water stagnation, which encourages bacterial growth. Destroy infected plants promptly and practice crop rotation to reduce the risk of reinfection. Proper spacing of rice plants helps with airflow and minimizes the spread of the disease. Avoid planting in fields that had bacterial blight previously, as the bacteria can persist in soil for years.
hi: चावल में जीवाणु अंगमारी को प्रतिरोधी चावल की किस्मों का उपयोग करके प्रबंधित किया जा सकता है। प्रभावी नियंत्रण के लिए बढ़ते मौसम की शुरुआत में तांबा-आधारित जीवाणुनाशकों का उपयोग करें। जीवाणु को पानी की बूंदों के माध्यम से फैलने से रोकने के लिए ओवरहेड सिंचाई से बचें। पानी के ठहराव को रोकने के लिए उचित क्षेत्रीय जल निकासी बनाए रखें, जो जीवाणु विकास को प्रोत्साहित करता है। संक्रमित पौधों को तुरंत नष्ट कर दें और पुन: संक्रमण के जोखिम को कम करने के लिए फसल चक्रीकरण का अभ्यास करें। चावल के पौधों के उचित अंतराल से वायु प्रवाह में मदद मिलती है और रोग के प्रसार को कम किया जा सकता है। ऐसी खेतों में रोपण से बचें जहां पहले जीवाणु अंगमारी हो चुकी हो, क्योंकि जीवाणु मिट्टी में वर्षों तक जीवित रह सकते हैं।
mr: तांदळामध्ये जीवाणू अंगमारी प्रतिरोधक प्रकारांच्या वापराने नियंत्रित केली जाऊ शकते. प्रभावी नियंत्रणासाठी हंगामाच्या सुरुवातीला तांब्याच्या आधारे तयार केलेले जीवाणुनाशक लावा. ओव्हरहेड सिंचन टाळा कारण पाण्याच्या थेंबांमुळे जीवाणू पसरतात. पाणी साचणे टाळण्यासाठी योग्य निचरा सुनिश्चित करा, कारण ते जीवाणूंच्या वाढीस उत्तेजन देते. संक्रमित झाडे त्वरीत नष्ट करा आणि पुनःसंसर्गाचा धोका कमी करण्यासाठी पीक फेरपालट पाळा. तांदळाच्या झाडांमधील योग्य अंतर वायुप्रवाह सुधारण्यासाठी मदत करते आणि रोगाचा प्रसार कमी करते. अशा शेतांमध्ये लागवड करू नका जिथे पूर्वी जीवाणू अंगमारी झाली आहे, कारण जीवाणू अनेक वर्षे मातीमध्ये टिकून राहू शकतात.
te: బాక్టీరియా బ్లైట్‌ను వ్యాధి నిరోధక రకాల సహాయంతో నియంత్రించవచ్చు. ప్రభావవంతమైన నియంత్రణ కోసం కాపర్ ఆధారిత బాక్టీరియాసైడ్‌లను పంట ప్రారంభ దశలోనే వేయండి. బాక్టీరియాను నీటి బిందువుల ద్వారా వ్యాప్తి చెందకుండా ఆకాశ నీటిపారుదల విధానాన్ని ఉపయోగించవద్దు. నీరు నిల్వ ఉండకుండా తగిన పారుదల పద్ధతులను పాటించండి. పున:సంక్రమణను తగ్గించేందుకు దెబ్బతిన్న మొక్కలను వెంటనే నాశనం చేయాలి. సరైన మొక్కల మధ్య దూరాన్ని నిర్వహించడం ద్వారా గాలి ప్రవాహం మెరుగుపడి వ్యాధి వ్యాప్తి తగ్గుతుంది. ముందుగా బ్లైట్ సోకిన భూముల్లో మళ్లీ నాటడం మానండి.

# brownspot_rice
source: Brownspot in rice can be controlled by applying fungicides such as Tricyclazole or Carbendazim during the early stages of infection. These fungicides help to manage fungal growth and reduce the spread of the disease. Ensure proper irrigation management, as waterlogging promotes the growth of the fungus. Remove and destroy infected leaves and debris. Crop rotation with non-susceptible crops helps reduce the disease's recurrence. Avoid over-fertilizing rice plants, as this can create favorable conditions for fungal infections. Selecting resistant rice varieties and maintaining good plant nutrition also aid in reducing the incidence of brownspot.
hi: चावल में ब्राउनस्पॉट को ट्राइसाइक्लाज़ोल या कार्बेन्डाजिम जैसे फफूंदनाशकों को संक्रमण के शुरुआती चरणों में लागू करके नियंत्रित किया जा सकता है। ये फफूंदनाशक कवक के विकास का प्रबंधन करने और रोग के प्रसार को कम करने में मदद करते हैं। उचित सिंचाई प्रबंधन सुनिश्चित करें, क्योंकि जलभराव कवक के विकास को बढ़ावा देता है। संक्रमित पत्तियों और मलबे को हटा दें और नष्ट कर दें। गैर-संवेदनशील फसलों के साथ फसल चक्रीकरण रोग की पुनरावृत्ति को कम करने में मदद करता है। चावल के पौधों को अधिक उर्वरक देने से बचें, क्योंकि इससे कवक संक्रमण के लिए अनुकूल परिस्थितियां बन सकती हैं। प्रतिरोधी चावल की किस्मों का चयन करना और अच्छा पौध पोषण बनाए रखना ब्राउनस्पॉट की घटनाओं को कम करने में मदद करता है।
mr: तांदळामधील ब्राऊनस्पॉट रोग ट्रायसायक्लाझोल किंवा कार्बेंडाझिमसारख्या बुरशीनाशकांचा उपयोग करून नियंत्रित केला जाऊ शकतो. हे बुरशीनाशक बुरशीच्या वाढीचे व्यवस्थापन करण्यात आणि रोगाचा प्रसार रोखण्यात मदत करतात. योग्य सिंचन व्यवस्थापन सुनिश्चित करा, कारण पाणी साचल्यामुळे बुरशीचा विकास होतो. संक्रमित पाने आणि अवशेष काढून टाका आणि नष्ट करा. अतिसंवेदनशील नसलेल्या पिकांसह पीक फेरपालट रोगाची पुनरावृत्ती कमी करण्यास मदत करते. तांदळाच्या झाडांना जास्त खत देणे टाळा, कारण त्यामुळे बुरशी संक्रमणासाठी अनुकूल परिस्थिती निर्माण होऊ शकते. प्रतिरोधक तांदूळ प्रकारांची निवड करणे आणि चांगले पोषण राखणे ब्राऊनस्पॉटची घटना कमी करण्यास मदत करते.
te: బ్రౌన్‌స్పాట్‌ను ప్రారంభ దశలోనే ట్రైసైక్లాజోల్ లేదా కార్బెండాజిమ్ వంటి ఫంగిసైడ్లను ఉపయోగించి నియంత్రించవచ్చు. ఈ ఫంగిసైడ్లు ఫంగస్ వ్యాప్తిని తగ్గించడంలో మరియు వ్యాధిని నియంత్రించడంలో సహాయపడతాయి. తగిన నీటిపారుదల నిర్వహణను పాటించండి, ఎందుకంటే నీటి నిల్వ వల్ల ఫంగస్ అభివృద్ధి చెందుతుంది. దెబ్బతిన్న ఆకులు మరియు చెత్తను తీసివేయడం మరియు నాశనం చేయడం ముఖ్యమైనది. అనువైన రకాల ఎంపిక మరియు సరైన పంట చక్రం బ్రౌన్‌స్పాట్ పునరావృతిని తగ్గించగలదు. అధిక యాజమాన్య చర్యలతో పాటు వ్యాధి నిరోధక రకాల ఎంపిక బ్రౌన్‌స్పాట్‌ను తగ్గిస్తుంది.

# cercospora_pomegranate
source: Cercospora in pomegranate can be managed by applying fungicides like Propiconazole or copper-based fungicides. These fungicides are effective in controlling fungal infections and reducing the spread of the disease. Prune and remove infected leaves and branches to limit the spread of the fungus. Maintain proper irrigation practices and ensure good drainage around the plant to prevent excess moisture, which fosters fungal growth. Crop rotation with resistant varieties or non-susceptible crops can reduce the likelihood of re-infection. Proper spacing between trees helps improve airflow, reducing the conditions that favor fungal infections.
hi: अनार में सेर्कोस्पोरा को प्रोपिकोनाज़ोल या तांबा-आधारित फफूंदनाशकों का उपयोग करके प्रबंधित किया जा सकता है। ये फफूंदनाशक कवक संक्रमणों को नियंत्रित करने और रोग के प्रसार को कम करने में प्रभावी हैं। कवक के प्रसार को सीमित करने के लिए संक्रमित पत्तियों और शाखाओं की छंटाई और हटाना आवश्यक है। अतिरिक्त नमी को रोकने के लिए उचित सिंचाई प्रथाओं को बनाए रखें और पौधे के चारों ओर अच्छी जल निकासी सुनिश्चित करें। प्रतिरोधी किस्मों या गैर-संवेदनशील फसलों के साथ फसल चक्रीकरण पुन: संक्रमण की संभावना को कम कर सकता है। पेड़ों के बीच उचित दूरी वायु प्रवाह में सुधार करने में मदद करती है, जो कवक संक्रमण का समर्थन करने वाली स्थितियों को कम करती है।
mr: अनारामधील सेर्कोस्पोरा रोग प्रोपिकोनाझोल किंवा तांब्याच्या आधारे तयार केलेल्या बुरशीनाशकांच्या वापराने नियंत्रित केला जाऊ शकतो. हे बुरशीनाशक बुरशीजन्य संक्रमण नियंत्रित करण्यात आणि रोगाचा प्रसार कमी करण्यात प्रभावी ठरतात. संक्रमित पाने व फांद्या छाटणे व काढून टाकणे आवश्यक आहे. बुरशीजन्य वाढीला चालना देणारी अतिरिक्त ओलावा टाळण्यासाठी योग्य सिंचन व जलनिचरा सुनिश्चित करा. प्रतिरोधक प्रकारांच्या वापराने किंवा अतिसंवेदनशील नसलेल्या पिकांसह पीक फेरपालट केल्याने पुनःसंसर्गाची शक्यता कमी होते. झाडांमध्ये योग्य अंतर ठेवल्याने हवेचा प्रवाह सुधारतो, ज्यामुळे बुरशीजन्य संक्रमणाला अनुकूल परिस्थिती कमी होते.
te: సెర్కోస్పోరా వ్యాధిని ప్రొపికోనాజోల్ లేదా కాపర్ ఆధారిత ఫంగిసైడ్లను ఉపయోగించడం ద్వారా నియంత్రించవచ్చు. ఈ ఫంగిసైడ్లు ఫంగల్ ఇన్ఫెక్షన్లను నియంత్రించడంలో మరియు వ్యాధి వ్యాప్తిని తగ్గించడంలో ప్రభావవంతంగా ఉంటాయి. దెబ్బతిన్న ఆకులు మరియు కొమ్మలను త్రిమ్మడం మరియు తీసివేయడం అవసరం. అధిక తేమ నివారించేందుకు తగిన నీటిపారుదల పద్ధతులను పాటించండి. రోగ నిరోధక రకాల ఉపయోగం లేదా అధికార వృత్తిలో లేని పంటలతో పంట చక్రం ఏర్పాటు చేసుకోవడం వల్ల పున:సంక్రమణ తగ్గించవచ్చు. తగిన దూరంలో చెట్లు నాటడం ఫంగల్ వ్యాప్తిని నియంత్రించడంలో సహాయపడుతుంది.

# lemoncroton
source: Lemon croton, a fungal disease affecting various crops, can be managed with fungicides like Thiophanate-methyl or Chlorothalonil. These fungicides help control fungal growth and prevent further spread. Ensure proper plant spacing and airflow around the plants to minimize moisture buildup. Maintain proper soil drainage to prevent waterlogging, which favors fungal growth. Regularly inspect the plants and remove infected leaves or branches. Proper sanitation practices, such as cleaning tools and equipment after use, can prevent the spread of the fungus. Avoid planting crops in areas where lemon croton has previously been an issue to reduce recurrence.
hi: नींबू क्रोटन, विभिन्न फसलों को प्रभावित करने वाला एक कवक रोग, को थायोफेनेट-मिथाइल या क्लोरोथालोनिल जैसे फफूंदनाशकों से प्रबंधित किया जा सकता है। ये फफूंदनाशक कवक के विकास को नियंत्रित करने और आगे प्रसार को रोकने में मदद करते हैं। नमी निर्माण को कम करने के लिए पौधों के चारों ओर उचित दूरी और वायु प्रवाह सुनिश्चित करें। जलभराव को रोकने के लिए उचित मिट्टी की जल निकासी बनाए रखें। पौधों का नियमित निरीक्षण करें और संक्रमित पत्तियों या शाखाओं को हटा दें। स्वच्छता प्रथाएं, जैसे उपकरणों और उपकरणों को उपयोग के बाद साफ करना, कवक के प्रसार को रोक सकती हैं। जहां पहले नींबू क्रोटन की समस्या रही है, वहां फसलों की रोपाई से बचें, जिससे पुनरावृत्ति कम हो सके।
mr: लिंबू क्रोटन, जो विविध पिकांवर प्रभाव करतो, तो थायोफेनेट-मिथाइल किंवा क्लोरोथालोनिलसारख्या बुरशीनाशकांद्वारे नियंत्रित केला जाऊ शकतो. हे बुरशीनाशक बुरशीच्या वाढीला प्रतिबंध करतात आणि पुढील प्रसार रोखतात. झाडांभोवती योग्य अंतर आणि वायुप्रवाह सुनिश्चित करा, ज्यामुळे ओलावा कमी होतो. पाणी साचणे टाळण्यासाठी योग्य माती निचरा राखा. झाडांचे नियमित निरीक्षण करा आणि संक्रमित पाने किंवा फांद्या काढून टाका. स्वच्छता पद्धती जसे की उपकरणे स्वच्छ ठेवणे बुरशीचा प्रसार रोखण्यात मदत करू शकतात. ज्या भागांमध्ये पूर्वी लिंबू क्रोटनची समस्या होती, तेथे पिके लावणे टाळा.
te: లెమన్ క్రోటన్, అనేక పంటలను ప్రభావితం చేసే ఫంగల్ వ్యాధి, థయోఫనేట్-మిథైల్ లేదా క్లోరోథాలోనిల్ వంటి ఫంగిసైడ్లను ఉపయోగించి నియంత్రించవచ్చు. ఈ ఫంగిసైడ్లు ఫంగల్ అభివృద్ధిని తగ్గించడంలో మరియు వ్యాధి వ్యాప్తిని నివారించడంలో సహాయపడతాయి. తేమను తగ్గించేందుకు తగిన గాలి ప్రవాహాన్ని కలిగించేలా మొక్కల మధ్య సరైన దూరాన్ని నిర్వహించండి. నీటి నిల్వ నివారించేందుకు సరైన మట్టిలో నీరు పారిపోవడానికి అనుకూలమైన పద్ధతులను పాటించండి. పంట చక్రం మరియు తగిన పరిశుభ్రత చర్యలతో వ్యాధి నియంత్రణలో అనుకూలమైన ఫలితాలను సాధించవచ్చు.

# tungro_rice
source: Tungro in rice is caused by a virus transmitted by insect vectors, mainly the green leafhopper. Control of tungro involves using resistant rice varieties and destroying infected plants. Apply insecticides to control the vector and reduce virus transmission. Ensure proper field management practices, such as controlling weeds that may serve as alternate hosts for the leafhopper. Infected plants should be removed and destroyed immediately to limit the spread of the disease. Crop rotation with non-host crops is advisable to reduce the recurrence of the disease. Avoid planting rice in areas with a history of tungro infestation.
hi: चावल में टुंगरो एक वायरस के कारण होता है जिसे मुख्य रूप से हरे पत्तों वाले कीट द्वारा प्रसारित किया जाता है। टुंगरो को नियंत्रित करने के लिए प्रतिरोधी चावल की किस्मों का उपयोग करें और संक्रमित पौधों को नष्ट कर दें। वायरस संचरण को कम करने के लिए कीट नियंत्रण के लिए कीटनाशकों का उपयोग करें। खरपतवारों को नियंत्रित करने जैसी उचित क्षेत्र प्रबंधन प्रथाओं को सुनिश्चित करें जो पत्तियों वाले कीट के लिए वैकल्पिक मेजबान के रूप में काम कर सकते हैं। संक्रमित पौधों को तुरंत हटा दें और नष्ट कर दें ताकि बीमारी का प्रसार सीमित हो। गैर-आतिथेय फसलों के साथ फसल चक्रीकरण की सिफारिश की जाती है ताकि रोग की पुनरावृत्ति को कम किया जा सके। टुंगरो संक्रमण के इतिहास वाले क्षेत्रों में चावल की खेती से बचें।
mr: तांदळामधील टुंग्रो रोग हा हिरव्या पानांच्या उडत्या कीटकांद्वारे प्रसारित होणाऱ्या विषाणूमुळे होतो. टुंग्रोचे नियंत्रण करण्यासाठी प्रतिरोधक तांदूळ प्रकारांचा वापर करा आणि संक्रमित झाडे नष्ट करा. विषाणू प्रसारण कमी करण्यासाठी कीटकनाशकांचा वापर करा. तणांचे नियंत्रण यासारख्या योग्य क्षेत्र व्यवस्थापन पद्धती सुनिश्चित करा, कारण ते कीटकांसाठी पर्यायी यजमान होऊ शकतात. संक्रमित झाडे त्वरीत काढून टाका आणि नष्ट करा, जेणेकरून रोगाचा प्रसार मर्यादित राहील. अतिथी नसलेल्या पिकांसह पीक फेरपालट पाळण्याची शिफारस केली जाते जेणेकरून रोगाची पुनरावृत्ती कमी होईल. टुंग्रोचा इतिहास असलेल्या भागांमध्ये तांदळाची लागवड टाळा.
te: టంగ్రో వ్యాధి కీటకాల ద్వారా వ్యాప్తి చెందుతుంది. వ్యాధి నిరోధక రకాలను ఉపయోగించడం మరియు పాడైన మొక్కలను నాశనం చేయడం వ్యాధి నియంత్రణకు సహాయపడుతుంది. కీటకాలను నియంత్రించేందుకు సరైన చర్యలు తీసుకోవడం ముఖ్యం. ప్రదేశంలో తగిన పరిసర నియంత్రణతో పాటు పునరావృత ప్రమాదం తగ్గించేందుకు పంట చక్రం పాటించాలి. నాటేందుకు టంగ్రో సోకిన ప్రాంతాలను నివారించడం ముఖ్యం.
