Repository: Aagnya-Mistry/SIH_Shetkari
Catalog: lib/l10n/app_*.arb
Languages: hi, mr, te

# language
source: English
hi: हिन्दी
mr: मराठी
te: తెలుగు

# login_heading
source: Sign in to your account
hi: अपने खाते में साइन इन करें
mr: तुमच्या खात्यात साइन इन करा
te: మీ ఖాతాకు సైన్ ఇన్ చేయండి

source: Username
hi: उपयोगकर्ता नाम
mr: वापरकर्तानाव
te: వినియోగదారు పేరు

source: Password
hi: पासवर्ड
mr: पासवर्ड
te: పాస్వర్డ్

source: SIGN IN
hi: दाखिल करना
mr: साइन इन करा
te: సైన్ ఇన్ చేయండి

# signup_txt
source: Don't have an account?
hi: कोई खाता नहीं है?
mr: खाते नाही?
te: ఖాతా లేదా?

source: SIGN UP
hi: साइन अप करें
mr: साइन अप करा
te: సైన్ అప్ చేయండి

# signup_heading
source: Create your account
hi: अपना खाता बनाएं
mr: तुमचे खाते तयार करा
te: మీ ఖాతాను సృష్టించండి

source: Name
hi: नाम
mr: नाव
te: పేరు

# contact
source: Contact No.
hi: संपर्क नंबर
mr: संपर्क क्र.
te: సంప్రదింపు నెం.

# confirm
source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये
mr: पासवर्डची पुष्टी करा
te: పాస్‌వర్డ్‌ని నిర్ధారించండి

# signin_txt
source: Already have an account?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
mr: आधीच खाते आहे?
te: ఇప్పటికే ఖాతా ఉందా?

# slide1
source: Click a picture or upload an image of your crop to get detailed insights
hi: विस्तृत जानकारी प्राप्त करने के लिए एक तस्वीर पर क्लिक करें या अपनी फसल की एक छवि अपलोड करें
mr: तपशीलवार अंतर्दृष्टी मिळविण्यासाठी चित्रावर क्लिक करा किंवा आपल्या पिकाची प्रतिमा अपलोड करा
te: వివరణాత్మక అంతర్దృష్టులను పొందడానికి చిత్రాన్ని క్లిక్ చేయండి లేదా మీ క్రాప్ చిత్రాన్ని అప్‌లోడ్ చేయండి

# slide2
source: Disease identification and its cause
hi: रोग की पहचान और उसका कारण
mr: रोग ओळखणे आणि त्याचे कारण
te: వ్యాధి గుర్తింపు మరియు దాని కారణం

# slide3
source: Preventive measures and suggested medicines
hi: निवारक उपाय और सुझाई गई दवाएँ
mr: प्रतिबंधात्मक उपाय आणि सुचवलेली औषधे
te: నివారణ చర్యలు మరియు సూచించిన మందులు

# slide4
source: AI chatbot and voice assistant for describing crop symptoms and predicting diseases accurately
hi: फसल के लक्षणों का वर्णन करने और बीमारियों की सटीक भविष्यवाणी करने के लिए एआई चैटबॉट और वॉयस असिस्टेंट
mr: पीक लक्षणांचे वर्णन करण्यासाठी आणि रोगांचा अचूक अंदाज लावण्यासाठी एआय चॅटबॉट आणि व्हॉइस असिस्टंट
te: పంట లక్షణాలను వివరించడానికి మరియు వ్యాధులను ఖచ్చితంగా అంచనా వేయడానికి AI చాట్‌బాట్ మరియు వాయిస్ అసిస్టెంట్

# slide5
source: Crop Recommendations
hi: फसल सिफ़ारिशें
mr: पीक शिफारसी
te: పంట సిఫార్సులు

# slide6
source: Allow us to use your device location
hi: हमें अपने डिवाइस स्थान का उपयोग करने की अनुमति दें
mr: आम्हाला तुमचे डिव्हाइस स्थान वापरण्याची परवानगी द्या
te: మీ పరికర స్థానాన్ని ఉపయోగించడానికి మమ్మల్ని అనుమతించండి

source: Next
hi: अगला
mr: पुढे
te: తదుపరి

source: Skip
hi: छोडना
mr: वगळा
te: దాటవేయి

source: Accept
hi: स्वीकार करना
mr: स्वीकारा
te: అంగీకరించు

# welcome_head
source: Welcome to
hi: आपका स्वागत है
mr: मध्ये आपले स्वागत आहे
te: కు స్వాగతం

source: Shetkari
hi: शेतकारी में
mr: शेतकरी मध्ये
te: షెట్కారి

# descrp
source: Your trusted companion in detecting and managing crop diseases, with real-time predictions, actionable insights, and expert advice to safeguard your fields and maximize yields.
hi: अपने खेतों की सुरक्षा और पैदावार को अधिकतम करने के लिए वास्तविक समय की भविष्यवाणियों, कार्रवाई योग्य अंतर्दृष्टि और विशेषज्ञ सलाह के साथ फसल रोगों का पता लगाने और प्रबंधन में आपका विश्वसनीय साथी
mr: तुमच्या शेताचे रक्षण करण्यासाठी आणि उत्पादन वाढवण्यासाठी रीअल-टाइम अंदाज, कृती करण्यायोग्य अंतर्दृष्टी आणि तज्ञांच्या सल्ल्यासह पीक रोगांचे व्यवस्थापन करणारे abd शोधण्यात तुमचा विश्वासू सहकारी.
te: నిజ-సమయ అంచనాలు, చర్య తీసుకోగల అంతర్దృష్టులు మరియు మీ పొలాలను రక్షించడానికి మరియు దిగుబడిని పెంచడానికి నిపుణుల సలహాలతో పంట వ్యాధులను గుర్తించడంలో మరియు నిర్వహించడంలో మీ విశ్వసనీయ సహచరుడు.

# picture
source: Click or Upload a Picture
hi: छवि पर क्लिक करें या अपलोड करें
mr: क्लिक करा किंवा प्रतिमा अपलोड करा
te: చిత్రాన్ని క్లిక్ చేయండి లేదా అప్‌లోడ్ చేయండి

source: or
hi: या
mr: किंवा
te: లేదా

source: Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल
te: ప్రొఫైల్

# edit_pfp
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
mr: प्रोफाइल संपादित करा
te: ప్రొఫైల్‌ని సవరించండి

source: History
hi: इतिहास
mr: इतिहास
te: చరిత్ర

source: Saved
hi: सहेजा गया
mr: जतन केले
te: సేవ్ చేయబడింది

source: SIGN OUT
hi: साइन आउट
mr: साइन आउट करा
te: సైన్ అవుట్ చేయండి

source: Contact Us
hi: हमसे संपर्क करें
mr: आमच्याशी संपर्क साधा
te: మమ్మల్ని సంప్రదించండి

# icon_desp
source: Icon Description
hi: चिह्न विवरण
mr: चिन्ह वर्णन
te: చిహ్నం వివరణ

# page1
source: Home Page
hi: होम पेज
mr: मुखपृष्ठ
te: హోమ్ పేజీ

# page2
source: Disease Detection
hi: रोग का पता लगाना
mr: रोग शोधणे
te: వ్యాధి గుర్తింపు

# page3
source: Preventive Measures
hi: निवारक उपाय
mr: प्रतिबंधात्मक उपाय
te: నివారణ చర్యలు

# page4
source: ChatBot
hi: चैटबॉट
mr: चॅटबॉट
te: చాట్‌బాట్

# page5
source: Voice Assistance
hi: आवाज सहायता
mr: आवाज सहाय्य
te: వాయిస్ సహాయం

# page6
source: Recommendations
hi: सिफारिशों
mr: शिफारशी
te: పంట సిఫార్సులు

# page1_s1
source: About Disease
hi: बीमारी के बारे में
mr: रोग बद्दल
te: వ్యాధి గురించి

# page1_s2
source: Causes
hi: रोग के कारण
mr: रोगाची कारणे
te: వ్యాధి కారణాలు

# page6_s1
source: Suggestive Crops
hi: सुझावात्मक फसलें
mr: सूचक पिके
te: సూచించే పంటలు

source: Apple
hi: सेब
mr: सफरचंद
te: ఆపిల్

source: Cotton
hi: कपास
mr: कापूस
te: పత్తి

source: Cauliflower
hi: फूलगोभी
mr: फूलकोबी
te: గోభీ

source: Maize
hi: मकई
mr: मका
te: మొక్కజొన్న

source: Pomegranate
hi: अनार
mr: डाळिंब
te: దానిమ్మ

source: Rice
hi: चावल
mr: तांदूळ
te: బియ్యం

source: Sugarcane
hi: गन्ना
mr: ऊस
te: తెనుపొందు

source: Soyabean
hi: सोयाबीन
mr: सोयाबीन
te: సోయాబీన్

source: Spinach
hi: पालक
mr: पालक
te: పాలకూర

source: Tomato
hi: टमाटर
mr: टोमॅटो
te: టమాట

source: Apple Scab
hi: सेब का स्कैब
mr: सापलाचे स्कॅब
te: ఆపిల్ స్క్యాబ్

# apple_scab_preventive
source: Ensure proper spacing between plants for good air circulation Apply fungicides like Mancozeb or Copper-based products. Prune affected areas and remove fallen leaves. Practice crop rotation to reduce disease spread. Maintain optimal watering practices to avoid excess moisture.
hi: पौधों के बीच उचित दूरी सुनिश्चित करें ताकि अच्छी वायु संचार हो सके मांकोजेब या तांबा आधारित उत्पादों जैसे फंगिसाइड्स का प्रयोग करें प्रभावित क्षेत्रों को छांटकर गिरी हुई पत्तियाँ हटा दें फसल घुमाव का अभ्यास करें ताकि रोग फैलने से बच सकें अधिक नमी से बचने के लिए उचित पानी देने की पद्धति बनाए रखें
mr: पिकांच्या मध्ये योग्य अंतर ठेवा ज्यामुळे हवा नीट फिरू शकेल मांकोझेब किंवा तांब्याचे आधारित उत्पादने वापरा प्रभावित क्षेत्रांची छाटणी करा आणि पडलेल्या पानांचे निवारण करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे जास्त ओलाव्यापासून बचाव करण्यासाठी योग्य पाणी देण्याची पद्धत ठेवा
te: చేసెలో సరిగ్గా విరామం ఉంచడానికి నిర్ధారించుకోండి మ్యాంకోజెబ్ లేదా కాపర్-ఆధారిత ఉత్పత్తులు వంటి ఫంగిసైడ్స్ ను వేయండి. ప్రభావిత ప్రాంతాలను మరియు పడిన ఆకులను కోయండి. పంట యొక్క రोटేషన్‌ను అనుసరించి వ్యాధి వ్యాప్తిని తగ్గించండి. అధిక తేమ నివారించడానికి సరైన నీటి సరఫరా ప్రవర్తనను నిర్వహించండి.

source: Apple Black Rot
hi: सेब का काला सड़न
mr: सापलाची काळी सड
te: ఆపిల్ బ్లాక్ రాట్

# apple_black_rot_preventive
source: Ensure proper spacing between plants for good air circulation Apply fungicides like Mancozeb or Copper-based products. Prune affected areas and remove fallen leaves. Practice crop rotation to reduce disease spread. Maintain optimal watering practices to avoid excess moisture.
hi: पौधों के बीच उचित दूरी सुनिश्चित करें ताकि अच्छी वायु संचार हो सके मांकोजेब या तांबा आधारित उत्पादों जैसे फंगिसाइड्स का प्रयोग करें प्रभावित क्षेत्रों को छांटकर गिरी हुई पत्तियाँ हटा दें फसल घुमाव का अभ्यास करें ताकि रोग फैलने से बच सकें अधिक नमी से बचने के लिए उचित पानी देने की पद्धति बनाए रखें
mr: पिकांच्या मध्ये योग्य अंतर ठेवा ज्यामुळे हवा नीट फिरू शकेल मांकोझेब किंवा तांब्याचे आधारित उत्पादने वापरा प्रभावित क्षेत्रांची छाटणी करा आणि पडलेल्या पानांचे निवारण करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे जास्त ओलाव्यापासून बचाव करण्यासाठी योग्य पाणी देण्याची पद्धत ठेवा
te: చేసెలో సరిగ్గా విరామం ఉంచడానికి నిర్ధారించుకోండి మ్యాంకోజెబ్ లేదా కాపర్-ఆధారిత ఉత్పత్తులు వంటి ఫంగిసైడ్స్ ను వేయండి. ప్రభావిత ప్రాంతాలను మరియు పడిన ఆకులను కోయండి. పంట యొక్క రోటేషన్‌ను అనుసరించి వ్యాధి వ్యాప్తిని తగ్గించండి. అధిక తేమ నివారించడానికి సరైన నీటి సరఫరా ప్రవర్తనను నిర్వహించండి.

source: Apple Cedar Apple Rust
hi: सेब का सीडर एप्पल जंग
mr: सापलाचा सीडर सापलाचे संडाळ
te: ఆపిల్ సీడర్ ఆపిల్ రస్ట్

# apple_cedar_apple_rust_preventive
source: Ensure proper spacing between plants for good air circulation Apply fungicides like Mancozeb or Copper-based products. Prune affected areas and remove fallen leaves. Practice crop rotation to reduce disease spread. Maintain optimal watering practices to avoid excess moisture.
hi: पौधों के बीच उचित दूरी सुनिश्चित करें ताकि अच्छी वायु संचार हो सके मांकोजेब या तांबा आधारित उत्पादों जैसे फंगिसाइड्स का प्रयोग करें प्रभावित क्षेत्रों को छांटकर गिरी हुई पत्तियाँ हटा दें फसल घुमाव का अभ्यास करें ताकि रोग फैलने से बच सकें अधिक नमी से बचने के लिए उचित पानी देने की पद्धति बनाए रखें
mr: पिकांच्या मध्ये योग्य अंतर ठेवा ज्यामुळे हवा नीट फिरू शकेल मांकोझेब किंवा तांब्याचे आधारित उत्पादने वापरा प्रभावित क्षेत्रांची छाटणी करा आणि पडलेल्या पानांचे निवारण करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे जास्त ओलाव्यापासून बचाव करण्यासाठी योग्य पाणी देण्याची पद्धत ठेवा
te: చేసెలో సరిగ్గా విరామం ఉంచడానికి నిర్ధారించుకోండి మ్యాంకోజెబ్ లేదా కాపర్-ఆధారిత ఉత్పత్తులు వంటి ఫంగిసైడ్స్ ను వేయండి. ప్రభావిత ప్రాంతాలను మరియు పడిన ఆకులను కోయండి. పంట యొక్క రోటేషన్‌ను అనుసరించి వ్యాధి వ్యాప్తిని తగ్గించండి. అధిక తేమ నివారించడానికి సరైన నీటి సరఫరా ప్రవర్తనను నిర్వహించండి.

source: Apple Healthy
hi: स्वस्थ सेब
mr: स्वस्थ सापल
te: ఆపిల్ హెల్తీ

# apple_healthy_preventive
source: Ensure proper plant care, proper watering, and nutrient management. Regularly inspect for pests or diseases. Practice crop rotation.
hi: पौधों की उचित देखभाल, उचित पानी देने और पोषक तत्वों का प्रबंधन करें पत्तियों या पौधों के लिए नियमित रूप से निरीक्षण करें फसल घुमाव का अभ्यास करें
mr: पिकांची योग्य देखभाल, योग्य पाणी आणि पोषणाचे व्यवस्थापन करा पानांची किंवा पिकांची नियमितपणे तपासणी करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे
te: సరైన మొక్క సంరక్షణ, నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# rice_tungro
source: Tungro
hi: तंगरो
mr: तंगरो
te: టంగ్రో

# rice_tungro_preventive
source: Use resistant rice varieties Control vector insects with pesticides. Practice field sanitation. Avoid excessive nitrogen fertilizers.
hi: प्रतिरोधी चावल की किस्मों का प्रयोग करें कीटों को नियंत्रित करने के लिए कीटनाशक का प्रयोग करें क्षेत्र स्वच्छता बनाए रखें अधिक नाइट्रोजन उर्वरकों से बचें
mr: प्रतिरोधक चवळीच्या जाती वापरा कीटक नियंत्रित करण्यासाठी कीटनाशकांचा वापर करा क्षेत्र स्वच्छ ठेवा अधिक नायट्रोजन खतांच्या वापरावर नियंत्रण ठेवा
te: ప్రతిఘటనాత్మక రైస్ ప్రాజెక్టులు ఉపయోగించండి వెక్టర్ ఇన్సెక్ట్స్ ను పశ్చాత్తాపం చేయడం ద్వారా నియంత్రించండి. ఫీల్డ్ శుభ్రత నిర్వహించండి. అతిరేక నత్రజనక ఎరువులు నివారించండి.

# rice_blast
source: Rice blast is a fungal disease that can be controlled by applying fungicides like Pyricularia or Tricyclazole. These fungicides help manage the disease and prevent its spread to healthy plants. It is important to use resistant rice varieties to minimize the impact of rice blast. Maintaining proper irrigation and field drainage practices is essential, as stagnant water promotes fungal growth. Ensure proper plant spacing to enhance airflow and reduce humidity. Remove and destroy infected plants promptly to prevent further spread. Crop rotation with non-susceptible crops can help reduce the recurrence of rice blast in future seasons.
hi: चावल ब्लास्ट, एक कवक रोग है, जिसे पाइरिकुलारिया या ट्राइसाइक्लाज़ोल जैसे फफूंदनाशकों को लागू करके नियंत्रित किया जा सकता है। ये फफूंदनाशक रोग का प्रबंधन करने और स्वस्थ पौधों में इसके प्रसार को रोकने में मदद करते हैं। चावल ब्लास्ट के प्रभाव को कम करने के लिए प्रतिरोधी चावल की किस्मों का उपयोग करना महत्वपूर्ण है। उचित सिंचाई और क्षेत्रीय जल निकासी प्रथाओं को बनाए रखना आवश्यक है, क्योंकि स्थिर पानी कवक के विकास को बढ़ावा देता है। वायु प्रवाह को बढ़ाने और आर्द्रता को कम करने के लिए उचित पौध अंतराल सुनिश्चित करें। आगे प्रसार को रोकने के लिए संक्रमित पौधों को तुरंत हटा दें और नष्ट कर दें। गैर-संवेदनशील फसलों के साथ फसल चक्रीकरण भविष्य के मौसम में चावल ब्लास्ट की पुनरावृत्ति को कम करने में मदद कर सकता है।
mr: तांदळामधील ब्लास्ट रोग हा बुरशीनाशकांचा वापर करून नियंत्रित केला जाऊ शकतो, जसे की पाइरिक्युलारिया किंवा ट्रायसायक्लाझोल. हे बुरशीनाशक रोगाचे व्यवस्थापन करण्यास आणि निरोगी झाडांमध्ये प्रसार टाळण्यास मदत करतात. तांदळाच्या प्रतिरोधक प्रकारांचा उपयोग करून ब्लास्टचा प्रभाव कमी करता येतो. योग्य सिंचन व जलनिचरा पद्धती राखणे आवश्यक आहे, कारण स्थिर पाणी बुरशीच्या वाढीस प्रोत्साहन देते. हवेचा प्रवाह सुधारण्यासाठी आणि ओलावा कमी करण्यासाठी योग्य झाडांमधील अंतर ठेवा. रोगाचा पुढील प्रसार रोखण्यासाठी संक्रमित झाडे त्वरीत काढून टाका आणि नष्ट करा. अतिसंवेदनशील नसलेल्या पिकांसह पीक फेरपालट केल्याने भविष्यात तांदळाच्या ब्लास्टचा पुनरावृत्तीचा धोका कमी होतो.
te: రైస్ బ్లాస్ట్ అనే ఫంగల్ వ్యాధి పైరిక్యులారియా లేదా ట్రైసైక్లాజోల్ వంటి ఫంగిసైడ్లను ఉపయోగించి నియంత్రించవచ్చు. వ్యాధి నియంత్రణలో మరియు ఆరోగ్యకరమైన మొక్కల రక్షణలో ఫంగిసైడ్లు సహాయపడతాయి. తగిన పంట రకాల ఎంపికతో పాటు సమర్థవంతమైన నీటిపారుదల పద్ధతులు రైస్ బ్లాస్ట్ వ్యాప్తిని తగ్గించగలవు. తగిన దూరంలో మొక్కలను నాటడం ద్వారా గాలి ప్రవాహం మెరుగుపడి తేమ తగ్గుతుంది. పునరావృత ప్రమాదాన్ని తగ్గించేందుకు దెబ్బతిన్న మొక్కలను వెంటనే తీసివేయడం మరియు నాశనం చేయడం ముఖ్యమైనది.

# rice_blast_preventive
source: Apply fungicides like Pyricularia or Tricyclazole. Rotate crops with non-host plants. Use resistant rice varieties.
hi: पायरिकुलरिया या ट्राइसाइक्लाज़ोल जैसे फंगिसाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें प्रतिरोधी चावल की किस्मों का प्रयोग करें
mr: पायरिक्युलरिया किंवा ट्रायसायक्लाझोल यासारख्या फंगिसाइड्सचा वापर करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे प्रतिरोधक चवळीच्या जाती वापरा
te: ఫంగిసైడ్స్ ఉపయోగించండి, పిరికులారియా లేదా ట్రైసైక్లోజోల్ వంటి. పంటను రోటేట్ చేయండి. ప్రతిఘటనాత్మక రైస్ రకాలు ఉపయోగించండి.

# rice_brownspot
source: Brownspot
hi: ब्राउनस्पॉट
mr: ब्राऊनस्पॉट
te: బ్రౌన్ స్పాట్

# rice_brownspot_preventive
source: Remove infected rice plants. Apply fungicides like Carbendazim. Maintain proper irrigation practices.
hi: संक्रमित चावल के पौधों को हटा दें कार्बेंडाजिम जैसे फंगिसाइड्स का प्रयोग करें सही सिंचाई पद्धतियों का पालन करें
mr: संक्रमित चवळीच्या पिकांना काढा कार्बेंडाझिम यासारख्या फंगिसाइड्सचा वापर करा योग्य सिंचन पद्धतींचा अवलंब करा
te: ప్రభావిత రైస్ మొక్కలను తొలగించండి. ఫంగిసైడ్స్ ఉపయోగించండి, కార్బెండజిమ్ వంటి. సరైన నీటి నిర్వహణ ప్రవర్తనను అనుసరించండి.

# rice_bacterial_blight
source: Bacterial Blight
hi: बैक्टीरियल ब्लाइट
mr: बॅक्टेरियल ब्लाइट
te: బాక్టీరియా బ్లైట్

# rice_bacterial_blight_preventive
source: Use resistant varieties. Avoid overhead irrigation. Use clean seeds.
hi: प्रतिरोधी किस्मों का प्रयोग करें ऊपर से सिंचाई से बचें स्वच्छ बीजों का प्रयोग करें
mr: प्रतिरोधक जाती वापरा सिंचन पद्धती योग्य ठेवा स्वच्छ बीजांचा वापर करा
te: ప్రతిఘటనాత్మక రకాలు ఉపయోగించండి. ఊపిరి నీటి సాగతీతను నివారించండి. శుద్ధి చేసిన విత్తనాలు ఉపయోగించండి.

# sugarcane_yellow_rust
source: Yellow Rust
hi: येलो रस्ट
mr: पिवळा संडाळ
te: పసుపు రస్ట్

# sugarcane_yellow_rust_preventive
source: Apply fungicides like Propiconazole. Practice crop rotation. Remove and destroy infected plant material.
hi: प्रोपिकोनाजोल जैसे फंगिसाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें संक्रमित पौधों को हटा कर नष्ट करें
mr: प्रोपिकोनाझोल यासारख्या फंगिसाइड्सचा वापर करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे संक्रमित पिकांना काढा आणि नष्ट करा
te: ఫంగిసైడ్స్ ఉపయోగించండి, ప్రొపికోనజోల్ వంటి. పంట యొక్క రోటేషన్ అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# sugarcane_red_rot
source: Red Rot
hi: लाल सड़न
mr: लाल सड
te: రెడ్ రాట్

# sugarcane_red_rot_preventive
source: Use disease-free planting material. Control pest infestation. Apply fungicides like Thiophanate-methyl.
hi: बीमारी रहित रोपण सामग्री का प्रयोग करें कीटों के संक्रमण को नियंत्रित करें थायोफेनेट-मेथिल जैसे फंगिसाइड्स का प्रयोग करें
mr: रोगमुक्त रोपण सामग्री वापरा कीटकांचा प्रसार नियंत्रित करा थायोफेनेट-मेथिल यासारख्या फंगिसाइड्सचा वापर करा
te: వ్యాధి-రహిత రకాలను ఉపయోగించండి. గుత్తి కుట్టు కీటకాలను నియంత్రించండి. ఫంగిసైడ్స్ ఉపయోగించండి, థియోఫెనేట్-మెథిల్.

# sugarcane_red_rust
source: Red Rust
hi: लाल रस्ट
mr: लाल संडाळ
te: రెడ్ రస్ట్

# sugarcane_red_rust_preventive
source: Control weed growth. Use resistant varieties. Apply fungicides like Copper-based products.
hi: गांजा नियंत्रण करें प्रतिरोधी किस्मों का प्रयोग करें तांबा आधारित उत्पादों जैसे फंगिसाइड्स का प्रयोग करें
mr: गांजा नियंत्रित करा प्रतिरोधक जाती वापरा तांब्याचे आधारित उत्पादने वापरा
te: పంట కాంతి కాబట్టి పట్టు కీటకాలు నియంత్రించండి. ప్రతిఘటనాత్మక రకాలు ఉపయోగించండి. కాపర్ ఆధారిత ఉత్పత్తులను ఉపయోగించండి.

# sugarcane_mosaic
source: Mosaic
hi: मोज़ेक
mr: मोजेक
te: మోసైక

# sugarcane_mosaic_preventive
source: Use resistant varieties. Control aphids and other vector pests. Practice crop rotation.
hi: प्रतिरोधी किस्मों का प्रयोग करें आफिड्स और अन्य कीटों को नियंत्रित करें फसल घुमाव का अभ्यास करें
mr: प्रतिरोधक जाती वापरा आफिड्स आणि इतर कीटकांचा प्रसार नियंत्रित करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे
te: ప్రతిఘటనాత్మక రకాలు ఉపయోగించండి. ఏఫిడ్ లాంటి పీడకులు నియంత్రించండి. పంట యొక్క రోటేషన్ అనుసరించండి.

# sugarcane_healthy
source: Healthy Sugarcane
hi: स्वस्थ गन्ना
mr: स्वस्थ गहू
te: హెల్తీ షుగర్కేన్

# sugarcane_healthy_preventive
source: Ensure optimal water and nutrient management. Regular pest monitoring and management. Maintain field sanitation.
hi: उचित जल और पोषक तत्वों का प्रबंधन करें नियमित कीट और रोग निरीक्षण करें क्षेत्र स्वच्छता बनाए रखें
mr: योग्य पाणी आणि पोषण व्यवस्थापन ठेवा नियमित कीटक निरीक्षण करा क्षेत्र स्वच्छ ठेवा
te: సరైన నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# tomato_bacterial_spot
source: Bacterial Spot
hi: बैक्टीरियल स्पॉट
mr: बॅक्टेरियल स्पॉट
te: బాక్టీరియా స్పాట్

# tomato_bacterial_spot_preventive
source: Apply copper-based fungicides. Avoid overhead irrigation. Practice crop rotation.
hi: तांबा आधारित फंगिसाइड्स का प्रयोग करें ऊपर से सिंचाई से बचें फसल घुमाव का अभ्यास करें
mr: तांब्याचे आधारित फंगिसाइड्सचा वापर करा ऊपरी सिंचन टाळा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे
te: కాపర్ ఆధారిత ఫంగిసైడ్స్ ఉపయోగించండి. ఊపిరి నీటి సాగతీతను నివారించండి. పంట యొక్క రోటేషన్ అనుసరించండి.

# tomato_early_blight
source: Early Blight
hi: ईयरली ब्लाइट
mr: लवकर ब्लाइट
te: ఇర్లీ బ్లైట్

# tomato_early_blight_preventive
source: Apply fungicides like Chlorothalonil. Remove and destroy infected plant material. Practice crop rotation.
hi: क्लोरोथालोनिल जैसे फंगिसाइड्स का प्रयोग करें संक्रमित पौधों को हटा कर नष्ट करें फसल घुमाव का अभ्यास करें
mr: क्लोरोथॅलोनिल यासारख्या फंगिसाइड्सचा वापर करा संक्रमित पिकांना काढा आणि नष्ट करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे
te: క్లోరోథాలోనిల్ వంటి ఫంగిసైడ్స్ ఉపయోగించండి. ప్రభావిత మొక్కలను తొలగించండి. పంట యొక్క రోటేషన్ అనుసరించండి.

# tomato_late_blight
source: Late Blight
hi: लेट ब्लाइट
mr: उशिरा ब्लाइट
te: లేట్ బ్లైట్

# tomato_late_blight_preventive
source: Apply fungicides like Metalaxyl. Practice crop rotation. Remove infected plant material.
hi: मेटालैक्सिल जैसे फंगिसाइड्स का प्रयोग करें फसल घुमाव का अभ्यास करें संक्रमित पौधों को हटा कर नष्ट करें
mr: मेटालॅक्सिल यासारख्या फंगिसाइड्सचा वापर करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे संक्रमित पिकांना काढा आणि नष्ट करा
te: మెటలాక్సిల్ వంటి ఫంగిసైడ్స్ ఉపయోగించండి. పంట యొక్క రోటేషన్ అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# tomato_leaf_mold
source: Leaf Mold
hi: पत्तियों का मोल्ड
mr: पानांचा मोल्ड
te: లీఫ్ మోల్డ్

# tomato_leaf_mold_preventive
source: Ensure proper spacing between plants. Control humidity levels in greenhouses. Use fungicides like Chlorothalonil.
hi: पौधों के बीच उचित दूरी सुनिश्चित करें ग्रीनहाउस में नमी को नियंत्रित करें क्लोरोथालोनिल जैसे फंगिसाइड्स का प्रयोग करें
mr: पिकांच्या मध्ये योग्य अंतर ठेवा ग्रीनहाऊसमध्ये ओलावा नियंत्रित करा क्लोरोथॅलोनिल यासारख्या फंगिसाइड्सचा वापर करा
te: చేసెలో సరిగ్గా విరామం ఉంచడానికి నిర్ధారించుకోండి. గ్రీన్ హౌస్లలో తేమ స్థాయిలను నియంత్రించండి. ఫంగిసైడ్స్ ఉపయోగించండి, క్లోరోథాలోనిల్.

# tomato_septoria_leaf_spot
source: Septoria Leaf Spot
hi: सेप्टोरिया पत्तियों का धब्बा
mr: सेप्टोरिया पानांचा डाग
te: సెప్టోరియా లీఫ్ స్పాట్

# tomato_septoria_leaf_spot_preventive
source: Use fungicides like Mancozeb. Remove infected plant material. Practice crop rotation.
hi: मांकोजेब जैसे फंगिसाइड्स का प्रयोग करें संक्रमित पौधों को हटा कर नष्ट करें फसल घुमाव का अभ्यास करें
mr: मांकोझेब यासारख्या फंगिसाइड्सचा वापर करा संक्रमित पिकांना काढा आणि नष्ट करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे
te: ఫంగిసైడ్స్ ఉపయోగించండి, మ్యాంకోజెబ్. ప్రభావిత మొక్కలను తొలగించండి. పంట యొక్క రోటేషన్ అనుసరించండి.

# tomato_spider_mites
source: Spider Mites (Two-Spotted Spider Mite)
hi: स्पाइडर माइट्स (टू-स्पॉटेड स्पाइडर माइट)
mr: स्पायडर माइट्स (टू-स्पॉटेड स्पायडर माइट)
te: టార్గెట్ స్పాట్

# tomato_spider_mites_preventive
source: Use miticides. Increase humidity to deter mites. Regularly monitor and remove infested plants.
hi: माइटसाइड्स का प्रयोग करें माइट्स को रोकने के लिए नमी बढ़ाएं संक्रमित पौधों को हटा दें
mr: माइटसाइड्सचा वापर करा माइट्सला रोखण्यासाठी ओलावा वाढवा संक्रमित पिकांना काढा
te: ఫంగిసైడ్స్ ఉపయోగించండి, పైరాక్లోస్ట్రోబిన్. సరైన నీటి ప్రవర్తనను అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# tomato_target_spot
source: Target Spot
hi: टार्गेट स्पॉट
mr: टार्गेट स्पॉट
te: టార్గెట్ స్పాట్

# tomato_target_spot_preventive
source: Apply fungicides like Pyraclostrobin. Practice proper irrigation techniques. Remove infected plant material.
hi: पाय्राक्लोस्ट्रोबिन जैसे फंगिसाइड्स का प्रयोग करें सिंचाई पद्धतियों का पालन करें संक्रमित पौधों को हटा दें
mr: पाय्राक्लोस्ट्रोबिन यासारख्या फंगिसाइड्सचा वापर करा सिंचन पद्धतींचा अवलंब करा संक्रमित पिकांना काढा
te: ఫంగిసైడ్స్ ఉపయోగించండి, పైరాక్లోస్ట్రోబిన్. పంట యొక్క రోటేషన్ అనుసరించండి. ప్రభావిత మొక్కలను తొలగించండి.

# tomato_ytlcv
source: Tomato Yellow Leaf Curl Virus (TYLCV)
hi: टमाटर येलो लीफ कर्ल वायरस (TYLCV)
mr: टमाटर येलो लीफ कर्ल वायरस (TYLCV)
te: టమాటో యెల్లో లీఫ్ కర్ల్ వైరస్ (TYLCV)

# tomato_ytlcv_preventive
source: Control whitefly populations. Use resistant tomato varieties. Remove infected plants.
hi: व्हाइटफ्लाई की आबादी को नियंत्रित करें प्रतिरोधी किस्मों का प्रयोग करें संक्रमित पौधों को हटा दें
mr: व्हाइटफ्लायची संख्या नियंत्रित करा प्रतिरोधक टमाटर जात वापरा संक्रमित पिकांना काढा
te: పసుపు ఎగువ లిక్కెడు కీటకాలను నియంత్రించండి. ప్రతిఘటనాత్మక రైస్ రకాలు ఉపయోగించండి. పంట యొక్క రోటేషన్ అనుసరించండి.

source: Tomato Healthy
hi: स्वस्थ टमाटर
mr: स्वस्थ टमाटर
te: టమాటో హెల్తీ

# tomato_healthy_preventive
source: Ensure proper watering and fertilization. Regular pest and disease monitoring. Practice crop rotation.
hi: उचित पानी और उर्वरक प्रबंधन सुनिश्चित करें नियमित कीट और रोग निरीक्षण करें फसल घुमाव का अभ्यास करें
mr: योग्य पाणी आणि उर्वरक व्यवस्थापन ठेवा नियमित कीटक आणि रोग निरीक्षण करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे
te: సరైన నీటి మరియు పోషకాల నిర్వహణను నిర్ధారించుకోండి. పోషకాలు లేదా వ్యాధులు ఉన్నట్లయితే వాటిని సమీక్షించండి. పంట యొక్క రోటేషన్‌ను అనుసరించండి.

# cotton_bacterial_blight
source: Bacterial Blight
hi: बैक्टीरियल ब्लाइट
mr: बॅक्टेरियल ब्लाइट
te: బాక్టీరియా బ్లైట్

# cotton_bacterial_blight_preventive
source: Use resistant cotton varieties. Remove infected plant material. Practice crop rotation.
hi: प्रतिरोधी कपास की किस्मों का प्रयोग करें संक्रमित पौधों को हटा कर नष्ट करें फसल घुमाव का अभ्यास करें
mr: प्रतिरोधक कापूस प्रकार वापरा संक्रमित पिकांना काढा आणि नष्ट करा पीकांची पुनरावृत्ती टाळण्यासाठी चांगला पद्धतीने फटका देणे
te: ప్రతిఘటనాత్మక కాటన్ రకాలు ఉపయోగించండి. ప్రభావిత మొక్కలను తొలగించండి. పంట యొక్క రోటేషన్ అనుసరించండి.

source: Cotton Aphid
hi: कपास का ऐफिड
mr: कापसाचे ऐफिड
te: కాటన్ ఆఫిడ్
